Repository: steve-techup/choco-test-checkbox
Catalog: CheckboxStation/WinFormStrings.*.resx
Languages: cs_cz

# MainForm_StartupShowSplash_Checkbox_Station
source: Checkbox Station
cs_cz: Stanice CheckBox

# MainForm_StartupShowSplash_Connecting_to_SQL_server__
source: Connecting to SQL server:
cs_cz: Připojování k SQL serveru:

# MainForm_StartupShowSplash_Searching_for_RFID_reader____
source: Searching for RFID reader ...
cs_cz: Vyhledávání čtečky RFID ...

# Packing list error
source: Packing list was nok OK. This can because instruments are missing. Do you want to scan again?
cs_cz: Dodací list obsahující seznam zboží nebyl v pořádku. Může to být proto, že chybí nástroje. Chcete provést skenování znovu?

source: Missing instruments
cs_cz: Chybějící nástroje

# Instrument mix
source: Scanned mix of instruments that are checked in and checked out. Can only check in or check out at one time. Remove instruments and scan again.
cs_cz: Naskenovaná kombinace nástrojů, které jsou zaregistrovány a odhlášeny. Lze zaregistrovat nebo odhlásit pouze najednou. Nástroje odstraňte a naskenujte znovu.

source: Mix of check-in/check-out
cs_cz: Kombinace zaregistrovat / odhlásit

# Instrument check out
source: Instruments successfully checked out!
cs_cz: Nástroje byly úspěšně odhlášeny!

source: Success
cs_cz: Úspěch

# Instruments sent to service
source: Instruments successfully sent to service!
cs_cz: Nástroje byly úspěšně odeslány na servis!

# Not all checked out
source: Not all instruments have been checked out! You can still finish the operation. The instruments missing can be seen in Admin Station. Do you want to finish the operation with missing instruments?
cs_cz: Ne všechny nástroje byly odhlášeny! Operaci můžete ještě stále dokončit. Chybějící nástroje jsou k vidění ve stanici Admin. Chcete dokončit operaci s chybějícími nástroji?

source: Finish operation
cs_cz: Dokončit operaci

# All checked out
source: All instruments have been checked out. Do you want to finish the operation?
cs_cz: Všechny nástroje byly odhlášeny. Chcete operaci dokončit?

source: Operation finished!
cs_cz: Operace dokončena!

source: No tray!
cs_cz: Žádné síto!

# More trays scanned
source: More than one tray scanned!
cs_cz: Naskenováno více než jedno síto!

source: No operation chosen.
cs_cz: Nebyla vybrána žádná operace.

# Choose operation
source: No operation chosen. An operation must be chosen! If the desired operation is not visible, create or start an operation in the 'Operations' tab.
cs_cz: Nebyla vybrána žádná operace. Operace musí být vybrána! Pokud není požadovaná operace viditelná, vytvořte nebo spusťte operaci v tab. "Operace".

# Continue?
source: Are you sure you want to continue?
cs_cz: Jste si jisti, že chcete pokračovat?

source: Check in
cs_cz: Zaregistrovat

# Instruments checked in
source: Instruments successfully checked in!
cs_cz: Nástroje byly úspěšně zaregistrovány!

source: No active operation
cs_cz: Žádná aktivní operace

# Create or start operation
source: No active operations. Create or start an operation in the 'Operations' tab.
cs_cz: Žádné aktivní operace. Vytvořte nebo spusťte operaci v tab. "Operace".

source: More than one tray scanned. \nPacking list NOT validated. \nChecking in: {Instruments.Count} instruments.
cs_cz: Skenování více než jednoho síta. \nBalicí seznam NENÍ validován. \nChecking in: {Instruments.Count} nástrojů.
