Repository: steve-techup/choco-test-checkbox
Catalog: TechnicalStation/WinFormStrings.*.resx
Languages: cs_cz, de_de

source: Be aware NO Reader can be Found ! ....
cs_cz: Uvědomte si, že NELZE nalézt žádnou čtečku ! ....
de_de: Beachten Sie, dass KEIN Reader gefunden werden kann ! ....

source: Check Version Or License - An Issue !
cs_cz: Zkontrolujte verzi nebo licenci - problém !
de_de: Version oder Lizenz prüfen - Ein Problem!

source: Checking Dot Net Version ...
cs_cz: Kontrola verze DotNet ...
de_de: Dot Net-Version wird überprüft ...

source: Checking for Update !
cs_cz: Kontrola aktualizace !
de_de: Suche nach Updates !

source: Checking Reader_ID ...
cs_cz: Kontrola ID_čtečky ...
de_de: Reader_ID wird überprüft ...

# Checking Version &amp; License ...
source: Checking Version & License ...
cs_cz: Kontrola verze & licence ...
de_de: Version und Lizenz werden überprüft ...

source: Connected
cs_cz: Připojeno
de_de: Verbunden

source: Connected...
cs_cz: Připojeno...
de_de: Verbunden...

source: Connecting to SQL_SERVER ...
cs_cz: Připojení k SQL_SERVERu ...
de_de: Verbindung zu SQL Server wird hergestellt ...

source: Contact IT department Or Caretag !
cs_cz: Kontaktujte IT oddělení nebo Caretag !
de_de: IT-Abteilung oder Caretag kontaktieren!

source: Correct Issue and Program is Shutting Down
cs_cz: Opravte problém a program se vypíná
de_de: Das richtige Problem und Programm wird heruntergefahren

# Day_To_Now
source: Days To Now
cs_cz: Dnů do dneška
de_de: Tage bis jetzt

source: Default Configuration Used - Reader ID:
cs_cz: Použitá výchozí konfigurace - ID čtečky:
de_de: Verwendete Standardkonfiguration - Leser-ID:

source: Dot Net Version ... is NOT Okay
cs_cz: Verze Dot Net ... NENÍ schválena
de_de: Dot Net Version ... ist NICHT in Ordnung

source: Dot Net Version ... Is Okay
cs_cz: Verze DotNet ... JE schválena
de_de: Dot Net Version ... ist in Ordnung

source: File Saved
cs_cz: Uložený soubor

source: Finding Reader ...
cs_cz: Vyhledávání čtečky ...
de_de: Leser finden ...

# Information for ALL Users &amp; Last 30 Days
source: Information for ALL Users - Last 30 Days
cs_cz: Informace pro VŠECHNY uživatele - posledních 30 dní
de_de: Informationen für ALLE Benutzer - Letzte 30 Tage

source: Information for User:
cs_cz: Informace pro uživatele:
de_de: Informationen für Benutzer:

source: Is Already SENT to SERVICE !
cs_cz: Je již ODESLÁNO na SERVIS !
de_de: Wird bereits an SERVICE gesendet!

source: Issue ... Program will Not Work Correct !
cs_cz: Problém ... Program nebude pracovat správně !
de_de: Problem ... Das Programm funktioniert nicht richtig!

source: Issue in LogIn ... Try Again ! {0}{1}
cs_cz: Problém v přihlášení do systému ... Zkuste to znovu ! {0}{1}
de_de: Issue in XXXXXX ... Try Again ! {0}{1}

source: Issue in Send To Service ... Please Report !
cs_cz: Problém při odesílání na servis ... Nahlaste prosím !
de_de: Problem beim Senden an Service ... Bitte melden!

source: Issue Read_SQLConnection...
cs_cz: Problém Čtečka_Připojení k SQL...
de_de: Problem Lesen_SQLConnection ...

source: LastSeen Date
cs_cz: Naposledy spatřeno (datum)

source: LastSeen Place
cs_cz: Naposledy spatřeno (místo)

source: Loading Program Settings ...
cs_cz: Načítání nastavení programu ...
de_de: Programmeinstellungen laden ...

source: No Service Vendor EXIST ! Please Correct
cs_cz: NEEXISTUJE žádný dodavatel servisních služeb ! Prosím opravte
de_de: Kein Dienstleister vorhanden! Bitte korrigieren

source: No Update ...
cs_cz: Žádná aktualizace...
de_de: Kein Update ...

source: Not Connected to:
cs_cz: Není připojeno k:
de_de: Nicht verbunden mit:

source: Not Connected...
cs_cz: Nepřipojeno...
de_de: Nicht verbunden...

# Pivot_Not_Loading
source: Pivot is Not Loading
cs_cz: Pivot se nenačítá
de_de: Pivot ist nicht geladen

source: Read NEXT Instrument
cs_cz: Přečíst DALŠÍ nástroj
de_de: Lesen Sie das NÄCHSTE Instrument

source: Reader Is Correct Connected !
cs_cz: Čtečka je správně připojena !
de_de: Leser ist angeschlossen !

source: Rules_Station
cs_cz: Stanice_pro pravidla
de_de: Regeln Station

source: Select the Folder
cs_cz: Vyberte složku
de_de: Wählen Sie den Ordner

source: Set this Instrument aside ....
cs_cz: Tento nástroj vyřaďte ....
de_de: Stellen Sie dieses Instrument beiseite ....

source: Software End_Of_Life (EOL) : {0}
cs_cz: Software Konec_životnosti_výrobku (EOL) : {0}
de_de: Software-Lebensende (EOL) : {0}

source: Something went very wrong ! ....
cs_cz: Něco se velmi pokazilo! ....
de_de: Etwas ging sehr falsch ! ....

source: Status for Sent To Service :
cs_cz: Stav pro Odesláno na servis :
de_de: Status für An Dienst gesendet:

source: Status for Sent To Service : All Users
cs_cz: Stav pro Odesláno na servis : Všichni uživatelé
de_de: Status für An Dienst gesendet: Alle Benutzer

source: Status Overview for Rules :
cs_cz: Stav Přehled pravidel :
de_de: Statusübersicht für :

source: Surgical_TechnicalStation
cs_cz: Chirurgická_technická stanice
de_de: Technische Station

source: Technical Type
cs_cz: Technický typ
de_de: Technischer Typ

source: The Instrument MAY NOT be Used !
cs_cz: Nástroj NESMÍ být používán !
de_de: Das Instrument darf NICHT benutzt werden !

source: The SQL_SERVER is NOT running .. Correct and try again !
cs_cz: SQL_SERVER NENÍ spuštěn .. Opravte a zkuste to znovu !
de_de: Der SQL_SERVER wird NICHT ausgeführt. Korrigieren Sie ihn und versuchen Sie es erneut!

source: The Station is NOT Recognized .. Check with Administrator and try again !
cs_cz: Stanice NENÍ rozpoznána .. Prověřte u administrátora a zkuste to znovu !
de_de: Die Station wird NICHT erkannt. Wenden Sie sich an den Administrator und versuchen Sie es erneut!

source: There Is a Demand Service from :
cs_cz: Existuje poptávka servisních služeb od :
de_de: Es gibt eine Serviceanfrage von:

# You Can Not Exit -&gt; There is a Service Request !
source: You Can Not Exit -> There is a Service Request !
cs_cz: Nelze ukončit -> Je zde poptávka na servis !
de_de: Sie können nicht beenden -> Es liegt eine Serviceanforderung vor!

source: From ToDay
cs_cz: Ode dneška

# Firmware_too_old_error
source: An error occurred because the Firmware may be too old
cs_cz: Došlo k chybě, protože firmware může být příliš zastaralý

# LogIn failed
source: An error occurred because the LogIn failed
cs_cz: Došlo k chybě, protože přihlášení selhalo

source: An error occurred when trying to connect to the database
cs_cz: Při pokusu o připojení k databázi došlo k chybě.

source: An error occurred while changing the selected index
cs_cz: Při změně vybraného indexu došlo k chybě

source: An error occurred while changing the text
cs_cz: Při změně textu došlo k chybě

source: An error occurred while checking if the item is in the database
cs_cz: Při kontrole, zda je položka v databázi, došlo k chybě.

source: An error occurred while checking if the Tag is Caretag
cs_cz: Při kontrole, zda je tag od společnosti Caretag, došlo k chybě.

source: An error occurred while checking the reader
cs_cz: Při kontrole čtečky došlo k chybě

source: An error occurred while clicking the group description
cs_cz: Při kliknutí na popis skupiny došlo k chybě

source: An error occurred while clicking the Tag update button
cs_cz: Při kliknutí na tlačítko Aktualizace tagu došlo k chybě

source: An error occurred while loading the application
cs_cz: Při načítání aplikace došlo k chybě

source: An error occurred while making groups
cs_cz: Při vytváření skupin došlo k chybě

source: An error occurred while manipulating the text
cs_cz: Při manipulaci s textem došlo k chybě

source: An error occurred while moving the mouse over the picturebox
cs_cz: Při pohybu myší nad PictureBox došlo k chybě.

source: An error occurred while pressing the video camera
cs_cz: Při stisknutí videokamery došlo k chybě

source: An error occurred while pressing the world picture
cs_cz: Při stisknutí obrázku zeměkoule došlo k chybě

source: An error occurred while trying to add a label
cs_cz: Při pokusu o přidání štítku došlo k chybě

source: An error occurred while trying to add one EPC
cs_cz: Při pokusu o přidání jednoho EPC došlo k chybě.

source: An error occurred while trying to change the index
cs_cz: Při pokusu o změnu indexu došlo k chybě

source: An error occurred while trying to check if the TAG exists in the database
cs_cz: Při pokusu zkontrolovat, zda TAG v databázi existuje, došlo k chybě.

source: An error occurred while trying to check if the Tag is in the database
cs_cz: Při pokusu zkontrolovat, zda je tag v databázi, došlo k chybě.

source: An error occurred while trying to check the TAG info
cs_cz: Při pokusu o kontrolu informací o TAGu došlo k chybě.

source: An error occurred while trying to check the Tag relation
cs_cz: Při pokusu o kontrolu relace Tagu došlo k chybě.

source: An error occurred while trying to clean up the interface
cs_cz: Při pokusu o vyčištění rozhraní došlo k chybě.

source: An error occurred while trying to click the Camera
cs_cz: Při pokusu o kliknutí na Kameru došlo k chybě

source: An error occurred while trying to convert from Hex to Byte
cs_cz: Při pokusu o převod z hex na bajty došlo k chybě.

source: An error occurred while trying to convert Hex to Byte
cs_cz: Při pokusu o převod hex na bajty došlo k chybě.

source: An error occurred while trying to create the first REC
cs_cz: Při pokusu o vytvoření prvního REC došlo k chybě.

source: An error occurred while trying to delete the Tag from the database
cs_cz: Při pokusu o odstranění Tagu z databáze došlo k chybě.

source: An error occurred while trying to display the pivotgrid text
cs_cz: Při pokusu o zobrazení textu Pivot mřížky došlo k chybě.

source: An error occurred while trying to do maintenance for instrument RFID
cs_cz: Při pokusu o provedení údržby nástroje RFID došlo k chybě.

source: An error occurred while trying to exit
cs_cz: Při pokusu o ukončení došlo k chybě

source: An error occurred while trying to exit the form
cs_cz: Při pokusu o ukončení formuláře došlo k chybě

source: An error occurred while trying to exit the page
cs_cz: Při pokusu o ukončení stránky došlo k chybě

source: An error occurred while trying to export the Excel
cs_cz: Při pokusu o export aplikace Excel došlo k chybě

source: An error occurred while trying to fill the description
cs_cz: Při pokusu o vyplnění popisu došlo k chybě

source: An error occurred while trying to fill the field
cs_cz: Při pokusu o vyplnění pole došlo k chybě

source: An error occurred while trying to fill the tray combobox
cs_cz: Při pokusu o vyplnění ComboBoxu síta došlo k chybě.

source: An error occurred while trying to filter by ID
cs_cz: Při pokusu o filtrování podle ID došlo k chybě

source: An error occurred while trying to filter by name
cs_cz: Při pokusu o filtrování podle názvu došlo k chybě

source: An error occurred while trying to get a new EPC
cs_cz: Při pokusu o získání nového EPC došlo k chybě.

source: An error occurred while trying to get the ID back.
cs_cz: Při pokusu o zpětné získání ID došlo k chybě.

source: An error occurred while trying to hide the hide the picturebox
cs_cz: Při pokusu o skrytí PictureBox došlo k chybě.

source: An error occurred while trying to initialize the Active Directory Login page
cs_cz: Při pokusu o inicializaci přihlašovací stránky služby Active Directory došlo k chybě.

source: An error occurred while trying to insert a Tag in the database
cs_cz: Při pokusu o vložení Tagu do databáze došlo k chybě.

source: An error occurred while trying to insert the item in the database
cs_cz: Při pokusu o vložení položky do databáze došlo k chybě.

source: An error occurred while trying to insert the Tag in the database
cs_cz: Při pokusu o vložení Tagu do databáze došlo k chybě.

source: An error occurred while trying to load the cart pivotgrid
cs_cz: Při pokusu o načtení Pivot mřížky vozíku došlo k chybě.

source: An error occurred while trying to load the company department
cs_cz: Při pokusu o načtení oddělení společnosti došlo k chybě.

source: An error occurred while trying to load the container pivotgrid
cs_cz: Při pokusu o načtení Pivot mřížky kontejneru došlo k chybě.

source: An error occurred while trying to load the form
cs_cz: Při pokusu o načtení formuláře došlo k chybě

source: An error occurred while trying to load the page
cs_cz: Při pokusu o načtení stránky došlo k chybě

source: An error occurred while trying to load the pivotgrid
cs_cz: Při pokusu o načtení Pivot mřížky došlo k chybě.

source: An error occurred while trying to load the tray pivotgrid
cs_cz: Při pokusu o načtení Pivot mřížky síta došlo k chybě.

source: An error occurred while trying to Log a message in the database
cs_cz: Při pokusu o zapsání zprávy do databáze došlo k chybě.

source: An error occurred while trying to Log a message to the database
cs_cz: Při pokusu o zápis zprávy do databáze došlo k chybě.

source: An error occurred while trying to Log to the database
cs_cz: Při pokusu o přihlášení do databáze došlo k chybě.

source: An error occurred while trying to LogIn
cs_cz: Při pokusu o přihlášení došlo k chybě

source: An error occurred while trying to make a group identifier
cs_cz: Při pokusu o vytvoření identifikátoru skupiny došlo k chybě.

source: An error occurred while trying to make a new EPC
cs_cz: Při pokusu o vytvoření nového EPC došlo k chybě.

source: An error occurred while trying to open an image
cs_cz: Při pokusu o otevření obrázku došlo k chybě

source: An error occurred while trying to open the Department window
cs_cz: Při pokusu o otevření okna Oddělení došlo k chybě.

source: An error occurred while trying to read the next instrument
cs_cz: Při pokusu o načtení dalšího nástroje došlo k chybě.

source: An error occurred while trying to read the SEQ
cs_cz: Při pokusu o přečtení SEQ došlo k chybě.

source: An error occurred while trying to save a Log to the database
cs_cz: Při pokusu o uložení protokolu do databáze došlo k chybě.

source: An error occurred while trying to save the image
cs_cz: Při pokusu o uložení obrázku došlo k chybě

source: An error occurred while trying to substract one EPC
cs_cz: Při pokusu o odečtení jednoho EPC došlo k chybě.

source: An error occurred while trying to Tag an EPC
cs_cz: Při pokusu o označení EPC tagem došlo k chybě.

source: An error occurred while trying to update the database
cs_cz: Při pokusu o aktualizaci databáze došlo k chybě

source: An error occurred while trying to update the serial number
cs_cz: Při pokusu o aktualizaci sériového čísla došlo k chybě.

source: An error occurred while trying to update the Tag from the database
cs_cz: Při pokusu o aktualizaci Tagu z databáze došlo k chybě.

source: An error occurred while trying to update the Tag in the database
cs_cz: Při pokusu o aktualizaci Tagu v databázi došlo k chybě.

source: An error occurred while trying to update the Tag info
cs_cz: Při pokusu o aktualizaci informací o Tagu došlo k chybě.

source: An error occurred while trying to verify if the TAG is active in another database
cs_cz: Při pokusu o ověření, zda je TAG aktivní v jiné databázi, došlo k chybě.

source: An error occurred while trying update the Tag info
cs_cz: Při pokusu o aktualizaci informací o Tagu došlo k chybě

source: An error related to the TAG occurred while trying to make a new EPC
cs_cz: Při pokusu o vytvoření nového EPC došlo k chybě související s TAGem.

source: Connecting to SQL_SERVER:
cs_cz: Připojování k SQL_SERVERu:

source: Error
cs_cz: Chyba

source: Error code :
cs_cz: Chybový kód:

source: error code:
cs_cz: Chybový kód:

source: If this does not solve the problem, contact Caretag support and report the error code.
cs_cz: Pokud to problém nevyřeší, kontaktujte podporu společnosti Caretag a nahlaste chybový kód.

source: Please restart the application and if this does not solve the problem, contact Caretag Support and report the Error Code
cs_cz: Restartujte prosím aplikaci, a pokud se tím problém nevyřeší, kontaktujte podporu společnosti Caretag a nahlaste chybový kód.

source: Please restart the application.
cs_cz: Restartujte prosím aplikaci.

# AssetIsContainer
source: Asset is already a container.
cs_cz: Aktivem je již kontejner.

# AssetIsTray
source: Asset is already a tray.
cs_cz: Aktivem je již síto.

source: Attempting to program tag.
cs_cz: Pokus o naprogramování tagu.

# CannotChangeAssetTypeToContainer
source: Cannot change asset type to container. If the asset was programmed by mistake, it must be reset.
cs_cz: Nelze změnit typ aktiva na kontejner. Pokud bylo aktivum naprogramováno omylem, je třeba je smazat.

# CannotChangeAssetTypeToInstrument
source: Cannot change asset type to instrument. If the asset was programmed by mistake, it must be reset.
cs_cz: Nelze změnit typ aktiva na nástroj. Pokud bylo aktivum naprogramováno omylem, je třeba je smazat.

# CannotChangeAssetTypeToTray
source: Cannot change asset type to tray. If the asset was programmed by mistake, it must be reset.
cs_cz: Nelze změnit typ aktiva na síto. Pokud bylo aktivum naprogramováno omylem, je třeba je smazat.

# ConnectingDB
source: Connecting to database server
cs_cz: Připojování k databázovému serveru

source: Container saved!
cs_cz: Kontejner uložen!

# CouldNotProgramTag
source: Could not program tag after 10 tries. Tag may not be mounted correctly. Reposition tag and try again.
cs_cz: Po 10 pokusech se nepodařilo tag naprogramovat. Tag nemusí být správně nainstalován. Tag přemístěte a zkuste to znovu.

# Enter4CharactersForSearch
source: Please enter at least 4 characters to search for an instrument type
cs_cz: Pro vyhledání typu nástroje zadejte alespoň 4 znaky.

source: Error resetting tag.
cs_cz: Chyba při resetování tagu.

source: Finding RFID reader
cs_cz: Vyhledávání čtečky RFID

source: Instrument saved!
cs_cz: Nástroj uložen!

source: No reader found!
cs_cz: Nebyla nalezena žádná čtečka!

source: No tag found
cs_cz: Nebyl nalezen žádný tag

# NotRecognizedPrefix
source: Tag matches GS1 prefix but is not recognized as an instrument or tray or container. Click on "Link Asset" to set asset type, or "Restart" to scan a new RFID tag.
cs_cz: Tag odpovídá předponě GS1, ale není rozpoznán jako nástroj, síto nebo kontejner. Kliknutím na tlačítko "další" nastavte typ aktiva.

# OnlyOneTagShouldBeOnTheReader
source: Only one tag should be on the reader. Remove any other tags from the reader area and try again.
cs_cz: Na čtečce by měl být pouze jeden tag. Z okruhu čtečky odstraňte všechny ostatní tagy a zkuste to znovu.

# SelectInstrument
source: Please select an instrument type.
cs_cz: Vyberte prosím typ nástroje.

# SuccessfullyTag
source: Successfully read tag!
cs_cz: Úspěšně přečtený tag!

# TagDoesNotMatchGS1Prefix
source: Tag does not match GS1 prefix. This is most likely because it is fresh from the factory and should be programmed. Click on "Program Tag" to program it.
cs_cz: Tag neodpovídá předponě GS1. Je to pravděpodobně proto, že je čerstvě z výroby a měl by být naprogramován. Pro naprogramování stiskněte tlačítko "další".

# TagProgrammed
source: Tag has been programmed!
cs_cz: Tag byl naprogramován!

# TagReset
source: Tag has been reset.
cs_cz: Tag byl resetován.

source: Technical Station
cs_cz: Technická stanice

source: Tray saved!
cs_cz: Síto uloženo!

# ChangeInstrumentType
source: .Click 'next' to change instrument type or 'restart' to scan a different asset.
cs_cz: Pro změnu typu nástroje klikněte na tlačítko "další" nebo pro skenování jiného aktiva na tlačítko "restartovat".

# TagMatchesContainer
source: Tag matches container in database. Click 'Finish' to start over with another asset.
cs_cz: Tag odpovídá kontejneru v databázi. Kliknutím na tlačítko "Dokončit" začnete znovu s jiným aktivem.

# TagMatchesInstrument
source: Tag matches instrument in database:
cs_cz: Tag odpovídá nástroji v databázi:

# TagMatchesTray
source: Tag matches tray in database. Click 'Finish' to start over with another asset.
cs_cz: Tag odpovídá sítu v databázi. Kliknutím na tlačítko "Dokončit" začnete znovu s jiným aktivem.

# Enter4CharactersForSearch.
source: Please enter at least 4 characters to search for an instrument type
cs_cz: Pro vyhledání typu nástroje zadejte alespoň 4 znaky.

# EnterLot
source: Please enter Lot number
cs_cz: Zadejte prosím číslo šarže

# EnterProductionDate
source: Please enter production date
cs_cz: Zadejte prosím datum výroby

# ProductionDateFormatIncorrect
source: Production date format is incorrect.
cs_cz: Formát data výroby je nesprávný.

# ProductionDateInFuture
source: Production date is in the future! Please enter a date in the past.
cs_cz: Datum výroby je v budoucnosti! Zadejte prosím datum v minulosti.

source: Writing to tag skipped when using simulator
cs_cz: Přeskočení zápisu do značky při použití simulátoru

# ErrorGettingAssetInfo
source: An error occurred when trying to fetch instument info. Please try again!
cs_cz: Při pokusu o načtení informací o přístroji došlo k chybě. Zkuste to prosím znovu!

# InstrumentSaveError
source: Error while saving instrument. Please try again!
cs_cz: Chyba při ukládání přístroje. Zkuste to prosím znovu!

# InstrumentTypeSearchError
source: An error occurred while searching for instrument type. Please try again!
cs_cz: Při hledání typu přístroje došlo k chybě. Zkuste to prosím znovu!

# ApiLoginFailed
source: Login failed! Please check your internet connection.
cs_cz: Přihlášení se nezdařilo! Zkontrolujte prosím své internetové připojení.

# AppinstanceIdMissing
source: AppInstanceId is missing. Please ensure that the configuration contains an AppData section containing the AppInstanceId and restart the application.
cs_cz: Chybí AppInstanceId. Zkontrolujte, zda konfigurace obsahuje sekci AppData obsahující AppInstanceId, a restartujte aplikaci.

# RfidSuccessfullyScanned
source: The RFID tag has been successfully read, with the next details:
cs_cz: Štítek RFID byl úspěšně přečten s následujícími údaji:

# ActiveAssetOptions
source: Click on "Link Asset" to change the type, or "Restart" to scan a new RFID tag.
cs_cz: Klikněte na "Link Asset" pro změnu typu nebo na "Restart" pro naskenování nového štítku RFID.

source: Article SKU
cs_cz: Článek SKU

source: Description
cs_cz: Popis

source: Lot no
cs_cz: Část č.

source: Manufacturer
cs_cz: Výrobce

source: Manufacturing date
cs_cz: Datum výroby

source: Name
cs_cz: Název

source: Status
cs_cz: Stav

source: Type
cs_cz: Typ

# InactiveAssetOptions
source: Click on "Restart" to scan a new RFID tag
cs_cz: Kliknutím na "Restartovat" naskenujete nový štítek RFID.

# CannotChangeAssetTypeToTrolley
source: Cannot change asset type to surgical trolley. If the asset was programmed by mistake, it must be reset.
cs_cz: Nelze změnit typ majetku na chirurgický vozík. Pokud bylo aktivum naprogramováno omylem, musí být resetováno.

# TrolleySaved
source: Surgical trolley saved!
cs_cz: Chirurgický vozík zachráněn!

# CannotChangeAssetTypeToSterilizationCart
source: Cannot change asset type to sterilization cart. If the asset was programmed by mistake, it must be reset.
cs_cz: Nelze změnit typ aktiva na sterilizační vozík. Pokud bylo aktivum naprogramováno omylem, musí být resetováno.

source: Sterilization cart saved
cs_cz: Ušetřený sterilizační vozík
