Repository: steve-techup/choco-test-checkbox
Catalog: PackingStation/Views/MainForm.*.resx
Languages: cs_cz

# settingsToolStripMenuItem.Text
source: Settings
cs_cz: Nastavení

# TotalNumber.Text
source: Label2
cs_cz: Štítek2

# tsslStatus.Text
source: Ready...
cs_cz: Připraveno...

# tsslReadPause.Text
source: Pause
cs_cz: Pauza

# label6.Text
source: Packing Station
cs_cz: Balicí stanice

# chooseTaskPage.Text
source: Choose Task
cs_cz: Zvolte zadání

# scanTrayPage.Text
source: Scan Tray
cs_cz: Skenovat síto

# selectTrayTypeBackButton.Text
source: Back
cs_cz: Zpět

# groupBox4.Text
source: Select Tray Type
cs_cz: Vyberte typ síta

# groupBox2.Text
source: General Information
cs_cz: Všeobecné informace

# selectTrayTypePage.Text
source: Select Tray Type
cs_cz: Vyberte typ síta

# ButtonPackingNext.Text
source: Next
cs_cz: Další

# cancelPackingPackTrayPage.Text
source: Cancel
cs_cz: Zrušit

# packTrayBackButton.Text
source: Back
cs_cz: Zpět

# groupBox6.Text
source: General Information
cs_cz: Všeobecné informace

# groupBox5.Text
source: Pack Tray
cs_cz: Zabalit síto

# packTrayPage.Text
source: Pack Tray
cs_cz: Zabalit síto

# nextContainerPageButton.Text
source: Next
cs_cz: Další

# cancelPackingContainerPageButton.Text
source: Cancel
cs_cz: Zrušit

# containerPageBackButton.Text
source: Back
cs_cz: Zpět

# containerGroupbox.Text
source: Pack Container
cs_cz: Zabalit kontejner

# groupBox7.Text
source: General Information
cs_cz: Všeobecné informace

# packContainerPage.Text
source: Pack Container
cs_cz: Zabalit kontejner

# costCenterNextButton.Text
source: Next
cs_cz: Další

# cancelPackingCostCenterPageButton.Text
source: Cancel
cs_cz: Zrušit

# backCostCenterButton.Text
source: Back
cs_cz: Zpět

# groupBox8.Text
source: Cost center
cs_cz: Nákladové středisko

# groupBox9.Text
source: General Information
cs_cz: Všeobecné informace

# costCenterPage.Text
source: Cost Center
cs_cz: Nákladové středisko

# saveButton.Text
source: Save
cs_cz: Uložit

# cancelPackingExtraInfoPageButton.Text
source: Cancel
cs_cz: Zrušit

# backExtraInfoPageButton.Text
source: Back
cs_cz: Zpět

# groupBox15.Text
source: Additional Information
cs_cz: Doplňující informace

# groupBox16.Text
source: General Information
cs_cz: Všeobecné informace

# extraInfoTabPage.Text
source: Extra Info
cs_cz: Zvláštní informace

# reportAndFinalizePage.Text
source: Report And Finalize
cs_cz: Report a dokončit

# instrumentLookupPage.Text
source: Instrument lookup
cs_cz: Vyhledávání nástroje

# packedTrayReportPage.Text
source: Packed Tray Report
cs_cz: Report o zabalených sítech

# logoutButton.Text
source: Log out
cs_cz: Odhlásit se

# groupBox17.Text
source: Menu
cs_cz: Nabídka

# label5.Text
source: Choose task below by clicking one of the buttons in the menu.
cs_cz: Kliknutím na jedno z tlačítek v nabídce vyberte níže uvedené zadání.

# viewPackedTraysMenuButton.Text
source: Packed Trays Log
cs_cz: Protokol o zabalených sítech

# instrumentLookupMenuButton.Text
source: Instrument Lookup
cs_cz: Vyhledávání nástroje

# packTrayMenuButton.Text
source: Pack Tray
cs_cz: Zabalit síto

# groupBox18.Text
source: General Information
cs_cz: Všeobecné informace

# scanTrayBackButton.Text
source: Back
cs_cz: Zpět

# scanTrayTabDescription.Text
source: Click 'Scan Tray' to start. Place the RFID tag of the tray on the reader. The system will automatically continue when tray is recognized.
cs_cz: Pro spuštění úlohy klikněte na tlačítko "Skenovat síto". Umístěte RFID tag síta na čtečku. Po rozpoznání síta bude systém automaticky pokračovat.

# groupBox3.Text
source: Scan Tray
cs_cz: Skenovat síto

# buttonScanTray.Text
source: Scan Tray
cs_cz: Skenovat síto

# groupBox1.Text
source: General Information
cs_cz: Všeobecné informace

# startPackingButton.Text
source: Start Packing
cs_cz: Spustit balení

# Label_Tray.Text
source: Select Tray Type:
cs_cz: Popis:

# selectTrayTypeDescription.Text
source: Select the tray type in the dropdown below and click 'Start Packing' when ready.
cs_cz: V rozbalovacím seznamu níže vyberte typ síta a po dokončení klikněte na tlačítko "Spustit balení".

# exportTrayButton.Text
source: Export to Excel
cs_cz: Exportovat do Excelu

# totalInstrumentsLabel.Text
source: Total:
cs_cz: Celkem:

# trayNameLabel.Text
source: [Tray Name]
cs_cz: [Název síta]

# trayLockedCheckbox.Text
source: Locked
cs_cz: Uzamčeno

# scanContainerButton.Text
source: Scan Container
cs_cz: Skenovat kontejner

# label1.Text
source: Click below to scan container.
cs_cz: Pro naskenování kontejneru klikněte níže

# groupBox13.Text
source: Comment (optional)
cs_cz: Komentář (nepovinný)

# groupBox12.Text
source: Cost Item
cs_cz: Nákladová položka

# groupBox11.Text
source: Cost Center
cs_cz: Nákladové středisko

# groupBox10.Text
source: Cost center for tray
cs_cz: Nákladové středisko pro síto

# noCostCenterRadioButton.Text
source: No Cost Center
cs_cz: Žádné nákladové středisko

# chooseCostCenterRadioButton.Text
source: Choose Cost Center
cs_cz: Vyberte nákladové středisko

# label4.Text
source: Sterilization Indicator Lot No
cs_cz: Sterilizační indikátor č. šarže

# groupBox14.Text
source: Finish Packing
cs_cz: Dokončit balení

# reportFinishButton.Text
source: Finish
cs_cz: Ukončit

# Property.HeaderText
source: Property
cs_cz: Majetek

# Value.HeaderText
source: Value
cs_cz: Hodnota

# label3.Text
source: Labels to print
cs_cz: Štítky k tisku

# label2.Text
source: Packing Completed
cs_cz: Balení je dokončeno

# groupBox19.Text
source: General Information
cs_cz: Všeobecné informace

# instrumentLookupBackToMenuButton.Text
source: Back
cs_cz: Zpět

# groupBox20.Text
source: Instrument Lookup
cs_cz: Vyhledávání nástroje

# instrumentNameAndIDLabel.Text
source: [instrumentName and ID]
cs_cz: [název a ID nástroje]

# label10.Text
source: Packing Lists containing instrument
cs_cz: Balicí seznamy obsahující nástroj

# NameColumn.HeaderText
source: Name
cs_cz: Název

# DescriptionColumn.HeaderText
source: Description
cs_cz: Popis

# ChangedColumn.HeaderText
source: Changed
cs_cz: Změněno

# HiddenColumn.HeaderText
source: Hidden
cs_cz: Skryto

# DeletedColumn.HeaderText
source: Deleted
cs_cz: Smazáno

# DescriptionIDColumn.HeaderText
source: Description_ID
cs_cz: Popis_ID

# scanInstrumentButton.Text
source: Scan Instrument
cs_cz: Skenovat nástroj

# groupBox21.Text
source: General Information
cs_cz: Všeobecné informace

# viewPackedTraysBackToMenuButton.Text
source: Back
cs_cz: Zpět

# groupBox22.Text
source: Packed Trays Log
cs_cz: Protokol o zabalených sítech

# packingLogViewDetailsButton.Text
source: View Details
cs_cz: Zobrazit podrobnosti

# timestamp.Caption
source: Timestamp
cs_cz: Časová značka

# trayDescription.Caption
source: Tray Description
cs_cz: Popis síta

# lotNumber.Caption
source: Steri Lot
cs_cz: Steri číslo šarže

# packedLocked.Caption
source: Packed Locked
cs_cz: Zabaleno Uzamčeno

# totalInstruments.Caption
source: Total Instruments
cs_cz: Nástroje celkem

# totalInstrumentTypes.Caption
source: Total Instrument Types
cs_cz: Typy nástrojů celkem

# totalPackedManually.Caption
source: Total Packed Manually
cs_cz: Ručně zabaleno celkem

# packedByUser.Caption
source: Packed By User
cs_cz: Baleno uživatelem

# detailsColumn.Caption
source: Details
cs_cz: Podrobnosti

# groupBox23.Text
source: General Information
cs_cz: Všeobecné informace

# trayReportBackButton.Text
source: Back
cs_cz: Zpět

# groupBox24.Text
source: Tray Report
cs_cz: Report o sítu

# trayReportPrintButton.Text
source: Print
cs_cz: Tisknout

# dataGridViewTextBoxColumn1.HeaderText
source: Property
cs_cz: Majetek

# dataGridViewTextBoxColumn2.HeaderText
source: Value
cs_cz: Hodnota

# label7.Text
source: Labels to print
cs_cz: Štítky k tisku

# label8.Text
source: Existing Packing
cs_cz: Stávající balení

# groupBox25.Text
source: Tray Contents
cs_cz: Obsah síta

# dataGridViewTextBoxColumn3.HeaderText
source: Instrument Name
cs_cz: Název nástroje

# dataGridViewTextBoxColumn4.HeaderText
source: Quantity
cs_cz: Množství

# $this.ToolTip
source: Slow the program text
cs_cz: Zpomalte text programu!
