Repository: steve-techup/choco-test-checkbox
Catalog: ServiceStation/WinFormStrings.*.resx
Languages: cs_cz

source: Be aware NO Reader can be Found ! ....
cs_cz: Uvědomte si, že NELZE nalézt žádnou čtečku ! ....

source: Check Version Or License - An Issue !
cs_cz: Zkontrolujte verzi nebo licenci - problém !

source: Checking Dot Net Version ...
cs_cz: Kontrola verze DotNet ...

source: Checking for Update !
cs_cz: Kontrola aktualizace !

source: Checking Reader_ID ...
cs_cz: Kontrola ID_čtečky ...

# Checking Version &amp; License ...
source: Checking Version & License ...
cs_cz: Kontrola verze & licence ...

source: Connected...
cs_cz: Připojeno...

source: Connecting to SQL_SERVER ...
cs_cz: Připojení k SQL_SERVERu ...

source: Contact IT department Or Caretag !
cs_cz: Kontaktujte IT oddělení nebo Caretag !

source: Correct Issue and Program is Shutting Down
cs_cz: Opravte problém a program se vypíná

source: Default Configuration Used - Reader ID:
cs_cz: Použitá výchozí konfigurace - ID čtečky:

source: Dot Net Version ... is NOT Okay
cs_cz: Verze Dot Net ... NENÍ schválena

source: Dot Net Version ... Is Okay
cs_cz: Verze DotNet ... JE schválena

source: Finding Reader ...
cs_cz: Vyhledávání čtečky ...

source: Is Already SENT to SERVICE !
cs_cz: Je již ODESLÁNO na SERVIS !

source: Issue ... Program will Not Work Correct !
cs_cz: Problém ... Program nebude pracovat správně !

source: Issue in LogIn ... Try Again ! {0}{1}
cs_cz: Problém v přihlášení do systému ... Zkuste to znovu ! {0}{1}

source: Issue in Send To Service ... Please Report !
cs_cz: Problém při odesílání na servis ... Nahlaste prosím !

source: Issue Read_SQLConnection...
cs_cz: Problém Čtečka_Připojení k SQL...

source: Loading Program Settings ...
cs_cz: Načítání nastavení programu ...

source: Maintenance Periods
cs_cz: Intervaly údržby

source: Maintenance Text
cs_cz: Text údržby

source: Maintenance Value
cs_cz: Hodnota údržby

source: No Service Vendor EXIST ! Please Correct
cs_cz: NEEXISTUJE žádný dodavatel servisních služeb ! Prosím opravte

source: No Update ...
cs_cz: Žádná aktualizace...

source: Not Connected to:
cs_cz: Není připojeno k:

source: Not Connected...
cs_cz: Nepřipojeno...

source: Read NEXT Instrument
cs_cz: Přečíst DALŠÍ nástroj

source: Return From Service
cs_cz: Návrat ze servisu

source: Sent To Service
cs_cz: Odesláno na servis

source: Service Counter
cs_cz: Čítač údržby

source: Service_Station
cs_cz: Servisní_stanice

source: Set this Instrument aside ....
cs_cz: Tento nástroj vyřaďte ....

source: Software End_Of_Life (EOL) : {0}
cs_cz: Software Konec_životnosti_výrobku (EOL) : {0}

source: Something went very wrong ! ....
cs_cz: Něco se velmi pokazilo! ....

source: Status for Sent To Service :
cs_cz: Stav pro Odesláno na servis :

source: Status for Sent To Service : All Users
cs_cz: Stav pro Odesláno na servis : Všichni uživatelé

source: Status Overview for Rules :
cs_cz: Stav Přehled pravidel :

source: The Instrument MAY NOT be Used !
cs_cz: Nástroj NESMÍ být používán !

source: The SQL_SERVER is NOT running .. Correct and try again !
cs_cz: SQL_SERVER NENÍ spuštěn .. Opravte a zkuste to znovu !

source: The Station is NOT Recognized .. Check with Administrator and try again !
cs_cz: Stanice NENÍ rozpoznána .. Prověřte u administrátora a zkuste to znovu !

source: There Is a Demand Service from :
cs_cz: Existuje poptávka servisních služeb od :

# You Can Not Exit -&gt; There is a Service Request !
source: You Can Not Exit -> There is a Service Request !
cs_cz: Nelze ukončit -> Je zde poptávka na servis !

source: This Part of The Service:
cs_cz: Tato část servisu:

source: has Not been Ordered - Has It been Done ?
cs_cz: Nebylo objednáno - bylo provedeno ?

source: Days In Service
cs_cz: Počet dnů v servisu

source: Service Vendor
cs_cz: Dodavatel servisních služeb

# Number Service
source: Number of Service
cs_cz: Počet servisních služeb

source: Sent To Service at Date:
cs_cz: Odesláno na servis k datu:

source: Days from Sent To Service:
cs_cz: Dny od odeslání na servis:

source: Already Received from Service ! :
cs_cz: Již přijato ze servisu ! :

source: Issue No Rules Exist - Please Report !
cs_cz: Problém Neexistují žádná pravidla - Nahlaste prosím !

source: Demand Service from Date:
cs_cz: Požadavek na servis z data:

# Days from Demand
source: Days from Demand Service :
cs_cz: Dnů od požadavku na servis :

# Demand Service
source: Demand Service at :
cs_cz: Požadavek na servis u :

source: Last Service
cs_cz: Poslední servis

source: An error occured when loading the application. Please restart the application.
cs_cz: Při načítání aplikace došlo k chybě. Restartujte prosím aplikaci.

source: An error occured when loading the form
cs_cz: Při načítání formuláře došlo k chybě

source: An error occurred when loading the application. Please restart the application.
cs_cz: Při načítání aplikace došlo k chybě. Restartujte prosím aplikaci.

source: An error occurred when trying to connect to the database
cs_cz: Při pokusu o připojení k databázi došlo k chybě.

source: An error occurred while accepting the service
cs_cz: Při akceptaci servisu došlo k chybě

source: An error occurred while adding periods
cs_cz: Při přidávání období došlo k chybě

source: An error occurred while changing the selected index
cs_cz: Při změně vybraného indexu došlo k chybě

source: An error occurred while checking the rows of the data grid view
cs_cz: Při kontrole řádků zobrazení datové mřížky došlo k chybě.

source: An error occurred while clicking a cell in the data grid view
cs_cz: Při kliknutí na buňku v zobrazení datové mřížky došlo k chybě.

source: An error occurred while clicking the check all button
cs_cz: Při kliknutí na tlačítko zkontrolovat vše došlo k chybě

source: An error occurred while clicking the read instrument button
cs_cz: Při kliknutí na tlačítko Přečíst nástroj došlo k chybě

source: An error occurred while clicking the reset button
cs_cz: Při kliknutí na resetovací tlačítko došlo k chybě

source: An error occurred while coloring the data grid view rows
cs_cz: Při vybarvování řádků zobrazení datové mřížky došlo k chybě

source: An error occurred while filling the week combo box
cs_cz: Při vyplňování týdenního ComboBoxu došlo k chybě

source: An error occurred while initializing the form
cs_cz: Při inicializaci formuláře došlo k chybě

source: An error occurred while loading the page
cs_cz: Při načítání stránky došlo k chybě

source: An error occurred while loading the pivot data grid
cs_cz: Při načítání Pivot datové mřížky došlo k chybě.

source: An error occurred while logging the service into the database
cs_cz: Při přihlašování servisní služby do databáze došlo k chybě.

source: An error occurred while pressing the world picture
cs_cz: Při stisknutí obrázku zeměkoule došlo k chybě

source: An error occurred while retrieving information about the instrument
cs_cz: Při opětovném načítání informací o nástroji došlo k chybě.

source: An error occurred while sending the instrument to service
cs_cz: Při odesílání nástroje na servis došlo k chybě

source: An error occurred while showing the list view
cs_cz: Při zobrazení náhledu seznamu došlo k chybě

source: An error occurred while trying fill the date boxes
cs_cz: Při pokusu o vyplnění datových polí došlo k chybě

source: An error occurred while trying fill the number boxes
cs_cz: Při pokusu o vyplnění číselných polí došlo k chybě

source: An error occurred while trying fill the text boxes
cs_cz: Při pokusu o vyplnění textových polí došlo k chybě

source: An error occurred while trying to change the selected index
cs_cz: Při pokusu o změnu vybraného indexu došlo k chybě.

source: An error occurred while trying to click the information button
cs_cz: Při pokusu o kliknutí na informační tlačítko došlo k chybě.

source: An error occurred while trying to collapse or expand the pivot grid control rows
cs_cz: Při pokusu o sbalení nebo rozbalení kontrolních řádků Pivot mřížky došlo k chybě.

source: An error occurred while trying to display a value in the pivot data grid
cs_cz: Při pokusu o zobrazení hodnoty v Pivot datové mřížce došlo k chybě.

source: An error occurred while trying to exit
cs_cz: Při pokusu o ukončení došlo k chybě

source: An error occurred while trying to export the Excel
cs_cz: Při pokusu o export aplikace Excel došlo k chybě

source: An error occurred while trying to find the columns
cs_cz: Při pokusu o vyhledání sloupců došlo k chybě.

source: An error occurred while trying to load the CSSD information
cs_cz: Při pokusu o načtení informací z CS došlo k chybě.

source: An error occurred while trying to load the pivot grid
cs_cz: Při pokusu o načtení Pivot mřížky došlo k chybě.

source: An error occurred while trying to LogIn
cs_cz: Při pokusu o přihlášení došlo k chybě

source: An error occurred while trying to make the service table
cs_cz: Při pokusu o vytvoření servisní tabulky došlo k chybě.

source: An error occurred while trying to print the report
cs_cz: Při pokusu o tisk reportu došlo k chybě

source: An error occurred while trying to read the next instrument
cs_cz: Při pokusu o načtení dalšího nástroje došlo k chybě.

source: An error occurred while trying to report
cs_cz: Při pokusu o report došlo k chybě

source: An error occurred while trying to retrieve the ID for the LogIn
cs_cz: Při pokusu o opětovné načtení ID pro přihlášení došlo k chybě.

source: An error occurred while trying to retrieve the vendor service information
cs_cz: Při pokusu o opětovné načtení informací o dodavateli servisních služeb došlo k chybě.

source: An error occurred while trying to save the Log in the database
cs_cz: Při pokusu o uložení protokolu do databáze došlo k chybě.

source: An error occurred while trying to send the instrument out
cs_cz: Při pokusu o odeslání nástroje došlo k chybě.

source: An error occurred while trying to set up the data grid view
cs_cz: Při pokusu o nastavení zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to update the instrument service information
cs_cz: Při pokusu o aktualizaci servisních informací o nástroji došlo k chybě.

source: An error occurred while trying to update the tag information
cs_cz: Při pokusu o aktualizaci informací o tagu došlo k chybě.

source: An error occurred while trying to write to the database
cs_cz: Při pokusu o zápis do databáze došlo k chybě.

source: An error occurred while updating the maintenance
cs_cz: Při aktualizaci údržby došlo k chybě

source: An error occurred while writing the service
cs_cz: Při zápisu servisní služby došlo k chybě

source: Connecting to SQL_SERVER:
cs_cz: Připojení k SQL_SERVERu:

source: Error
cs_cz: Chyba

source: Error code :
cs_cz: Chybový kód:

source: error code:
cs_cz: Chybový kód:

source: If this does not solve the problem, contact Caretag support and report the error code.
cs_cz: Pokud to problém nevyřeší, kontaktujte podporu společnosti Caretag a nahlaste chybový kód.

source: Pivot_Not_Loading
cs_cz: Pivot_se nenačítá

source: Please restart the application.
cs_cz: Restartujte prosím aplikaci.

source: All triggered rules (marked with red) must be accepted to accept item from service.
cs_cz: Všechna spuštěná pravidla (označená červeně) musí být akceptována, aby bylo možné položku přijmout ze servisu.

source: Not all rules accepted
cs_cz: Ne všechna pravidla byla přijata

source: An error occurred while saving the scan log (scan event) in the database.
cs_cz: Při ukládání skenovacího protokolu (sken. případu) do databáze došlo k chybě.
