Repository: steve-techup/choco-test-checkbox
Catalog: PackingStation/WinFormStrings.*.resx
Languages: cs_cz, de_de

source: Dot Net Version ... is NOT Okay
cs_cz: Verze Dot Net ... NENÍ schválena
de_de: Dot Net-Version ... ist NICHT in Ordnung

source: Connecting to SQL_SERVER ...
cs_cz: Připojování k SQL_SERVERu ...
de_de: Verbindung zum SQL-Server wird hergestellt ...

source: Checking for Update !
cs_cz: Kontrola aktualizace !
de_de: Suche nach Updates!

source: Packing_Station
cs_cz: Balicí_stanice
de_de: Pack_Station

source: The SQL_SERVER is NOT running .. Correct and try again !
cs_cz: SQL_SERVER NENÍ spuštěn .. Opravte a zkuste to znovu !
de_de: Der SQL_SERVER läuft NICHT ... Korrigieren Sie und versuchen Sie es erneut!

source: The Station is NOT Recognized .. Check with Administrator and try again !
cs_cz: Stanice NENÍ rozpoznána .. Zkontrolujte u administrátora a zkuste to znovu !
de_de: Die Station wird NICHT erkannt ... Wenden Sie sich an den Administrator und versuchen Sie es erneut!

source: No Update ...
cs_cz: Žádná aktualizace...
de_de: Kein Update ...

source: Issue in LogIn ... Try Again ! {0}{1}
cs_cz: Problém v přihlášení ... Zkuste to znovu ! {0}{1}
de_de: Problem beim Einloggen ... Versuchen Sie es erneut! {0}{1}

source: Issue ... Program will Not Work Correct !
cs_cz: Problém ... Program nebude pracovat správně !
de_de: Problem ... Das Programm funktioniert nicht richtig!

source: Finding Reader …
cs_cz: Vyhledávání čtečky

source: Dot Net Version ... Is Okay
cs_cz: Verze Dot Net .. Je schválena
de_de: Dot Net-Version ... ist in Ordnung

source: Default Configuration Used - Reader ID:
cs_cz: Použitá výchozí konfigurace - ID čtečky:
de_de: Verwendete Standardkonfiguration - Reader-ID:

source: Correct Issue and Program is Shutting Down
cs_cz: Opravte problém a program se vypíná
de_de: Korrigieren Sie das Problem und das Programm wird heruntergefahren

source: Contact IT department Or Caretag !
cs_cz: Kontaktujte IT oddělení nebo Caretag !
de_de: IT-Abteilung oder Caretag kontaktieren!

source: Connected...
cs_cz: Připojeno...
de_de: Verbunden ...

# Checking Version &amp; License ...
source: Checking Version & License ...
cs_cz: Kontrola verze & licence ...
de_de: Version und Lizenz werden überprüft ...

source: Checking Reader_ID ...
cs_cz: Kontrola ID_čtečky ...
de_de: Reader_ID wird überprüft ...

source: Checking Dot Net Version ...
cs_cz: Kontrola verze DotNet ...
de_de: Dot Net-Version wird überprüft ...

source: Check Version Or License - An Issue !
cs_cz: Zkontrolujte verzi nebo licenci - problém !
de_de: Version oder Lizenz überprüfen - Ein Problem!

source: Be aware NO Reader can be Found ! ....
cs_cz: Uvědomte si, že nelze nalézt žádnou čtečku ! ....
de_de: Beachten Sie, dass KEIN Reader gefunden werden kann ! ....

source: Issue Read_SQLConnection...
cs_cz: Problém se čtením_Připojení SQL...
de_de: Problem Read_SQLConnection ...

source: Loading Program Settings ...
cs_cz: Načítání nastavení programu ...
de_de: Programmeinstellungen werden geladen ...

source: No Service Vendor EXIST ! Please Correct
cs_cz: NEEXISTUJE žádný dodavatel servisních služeb ! Prosím, opravte
de_de: Kein Service-Anbieter VORHANDEN! Bitte korrigieren

source: Not Connected to:
cs_cz: Není připojeno k:
de_de: Nicht verbunden mit:

source: Not Connected...
cs_cz: Nepřipojeno...
de_de: Nicht verbunden ...

source: Read NEXT Instrument
cs_cz: Načíst DALŠÍ nástroj
de_de: NÄCHSTES Instrument lesen

source: Set this Instrument aside ....
cs_cz: Tento nástroj vyřaďte ....
de_de: Legen Sie dieses Instrument beiseite ....

source: Status for Sent To Service :
cs_cz: Stav pro Odesláno na servis :
de_de: Status für An Service gesendet:

source: Status for Sent To Service : All Users
cs_cz: Stav pro Odesláno na servis : Všichni uživatelé
de_de: Status für An Service gesendet: Alle Benutzer

source: The Instrument MAY NOT be Used !
cs_cz: Nástroj NESMÍ být používán !
de_de: Das Instrument DARF NICHT benutzt werden!

source: Issue in Send To Service ... Please Report !
cs_cz: Problém při odesílání na servis ... Nahlaste prosím !
de_de: Problem beim Senden an Service ... Bitte melden!

source: Is Already SENT to SERVICE !
cs_cz: Je již ODESLÁNO na SERVIS !
de_de: Ist bereits an SERVICE GESENDET!

source: There Is a Demand Service from :
cs_cz: Existuje poptávka servisních služeb od :
de_de: Es gibt eine Serviceanforderung von:

# You Can Not Exit -&gt; There is a Service Request !
source: You Can Not Exit -> There is a Service Request !
cs_cz: Nelze ukončit -> Je zde požadavek na servis !
de_de: Sie können nicht beenden -> Es liegt eine Serviceanforderung vor!

source: Issue in Loading Combobox .. Restart and Try Again !{0}{1}
cs_cz: Problém při načítání kombinovaného pole .. Restartujte a zkuste to znovu !{0}{1}
de_de: Problem beim Laden der Combobox ... Neu starten und erneut versuchen! {0}{1}

# Issue in Login -&gt; Exit ! {0}{1}
source: Issue in Login -> Exit ! {0}{1}
cs_cz: Problém v přihlášení -> Ukončit ! {0}{1}
de_de: Problem beim Einloggen -> Beenden! {0}{1}

source: Maybe Issue in Registry Database .. Correct and try again !{0}{1}
cs_cz: Možná je problém v databázi registru .. Opravte a zkuste to znovu !{0}{1}
de_de: Möglicherweise ein Problem in der Registrierungsdatenbank. Korrigieren und erneut versuchen! {0}{1}

source: ... Stopping Packing the Tray ...
cs_cz: ... Pozastavení balení síta ...
de_de: ... Stoppen Sie das Verpacken des Trays ...

source: ... The Tray is Packed ...
cs_cz: ... Síto je zabaleno ...
de_de: ... Das Tray ist verpackt ...

source: Be aware you are Changing LOCK TRAY Status
cs_cz: Uvědomte si, že měníte stav ZAMČENÉ SÍTO
de_de: Beachten Sie, dass Sie den Status TRAY VERSCHLIEßEN ändern

source: Click to Read The Tray for Packing ...
cs_cz: Klikněte pro přečtení síta určeného k zabalení ...
de_de: Klicken Sie hier, um das Tray zum Verpacken zu lesen ...

source: DO NOT PLACE IN TRAY ! and Set this Instrument aside ....
cs_cz: NEVKLÁDEJTE DO SÍTA ! a odložte tento nástroj stranou .....
de_de: NICHT IM TRAY PLATZIEREN! und dieses Instrument beiseitelegen ....

source: DO NOT PLACE IN TRAY !!!! Send Instrument to SERVICE ....
cs_cz: NEVKLÁDEJTE DO SÍTA !!!! Odešlete nástroj na SERVIS ....
de_de: NICHT IM TRAY PLATZIEREN! Instrument an SERVICE senden ....

source: EMPTY the Tray and Start Again !
cs_cz: VYPRÁZDNĚTE síto a začněte znovu !
de_de: LEEREN Sie das Tray und beginnen Sie erneut!

source: Instruments
cs_cz: Nástroje
de_de: Instrumente

source: Not between 1 and 10, inclusive
cs_cz: Ne v rozmezí 1 až 10 včetně
de_de: Nicht zwischen 1 und 10, einschließlich

source: NOT in PACKING List !
cs_cz: NENÍ v DODACÍM listu obsahujícím seznam nástrojů !
de_de: NICHT in der PACKliste!

source: Only ONE Instruments at the Time !
cs_cz: V danou chvíli pouze JEDEN nástroj !
de_de: Nur jeweils EIN Instrument!

source: PLACE INSTRUMENT IN TRAY !
cs_cz: VLOŽTE NÁSTROJ DO SÍTA !
de_de: LEGEN SIE DAS INSTRUMENT IN DAS TRAY!

source: Please Choose another One !
cs_cz: Vyberte prosím jiný !
de_de: Bitte wählen Sie ein anderes!

source: Save Tray Configuration
cs_cz: Uložit konfiguraci síta
de_de: Tray-Konfiguration speichern

source: Should NOT be Packed - Do NOT Place INSTRUMENT in TRAY !
cs_cz: NEMĚL by se balit - NEVKLÁDEJTE NÁSTROJ do SÍTA !
de_de: Darf NICHT verpackt werden - Legen Sie KEIN INSTRUMENT in das TRAY!

source: Sorry This Tray has Just been Taken to Pack ...
cs_cz: Je nám líto, ale toto síto bylo právě vzato k zabalení...
de_de: Leider wurde dieses Tray gerade zum Verpacken gebracht ...

source: Sure That you want to change to UN_LOCKED TRAY ?
cs_cz: Opravdu chcete změnit na NEZAMČENÉ SÍTO ?
de_de: Sind Sie sicher, dass Sie zu UN_LOCKED TRAY wechseln möchten?

source: The Instrument is NOT Known !
cs_cz: Nástroj NENÍ známý !
de_de: Das Instrument ist NICHT bekannt!

source: The Tray is Packed - Are you Sure ?
cs_cz: Síto je zabalené - jste si jisti ?
de_de: Das Tray ist verpackt - Sind Sie sicher?

source: The tray is packed with
cs_cz: Síto je přeplněno

source: There is a Demand Service on this Instrument !
cs_cz: U tohoto nástroje je požadavek na servis !
de_de: Für dieses Instrument gibt es eine Serviceanforderung!

source: There is a Security Issue on this Instrument !
cs_cz: U tohoto nástroje je problém se zabezpečením !
de_de: Bei diesem Instrument liegt ein Sicherheitsproblem vor!

# This Instrument is ALREADY Packed -&gt; PLACE BACK IN TRAY !
source: This Instrument is ALREADY Packed -> PLACE BACK IN TRAY !
cs_cz: Tento nástroj je JIŽ zabalen -> VLOŽTE ZPĚT DO SÍTA !
de_de: Dieses Instrument ist BEREITS verpackt -> LEGEN SIE ES ZURÜCK IN DAS TRAY!

source: TOO MANY Packed - Do NOT Place INSTRUMENT in TRAY !
cs_cz: Zabaleno PŘÍLIŠ MNOHO - NEVKLÁDEJTE NÁSTROJ DO SÍTA !
de_de: ZU VIELE VERPACKT - Legen Sie KEIN INSTRUMENT in das TRAY!

source: Translation for:
cs_cz: Převod pro:
de_de: Übersetzung für:

source: Tray Is LOCKED !
cs_cz: Síto je ZAMČENÉ !
de_de: Tray ist VERSCHLOSSEN!

source: Tray Is NOT LOCKED !
cs_cz: Síto NENÍ ZAMČENÉ !
de_de: Tray ist NICHT VERSCHLOSSEN!

source: Would you Like to Save the Tray Configuration for Future Use ?
cs_cz: Chcete uložit konfiguraci síta pro budoucí použití ?
de_de: Möchten Sie die Tray-Konfiguration für zukünftige Verwendung speichern?

source: You are about to STOP/CANCEL Packing a Tray - Are you Sure ?
cs_cz: Chystáte se POZASTAVIT / ZRUŠIT balení síta - jste si jisti ?
de_de: Sie sind dabei, ein Tray zu STOPPEN/ABZUBRECHEN - Sind Sie sicher?

source: Be aware CANCEL the FUNCTION
cs_cz: Buďte opatrní, ZRUŠTE FUNKCI
de_de: Seien Sie sich bewusst, dass Sie die FUNKTION ABBRECHEN

source: Sure That you want to CANCEL the Connection CONTAINER - TRAY ?
cs_cz: Jste si jisti, že chcete ZRUŠIT propojení KONTEJNER - SÍTO ?
de_de: Sind Sie sicher, dass Sie die Verbindung CONTAINER - TRAY ABBRECHEN möchten?

source: The Container with and RFID Tag is NOT Known !
cs_cz: Kontejner s tagem RFID NENÍ znám !
de_de: Der Container mit RFID-Tag ist NICHT bekannt!

source: Software End_Of_Life (EOL) : {0}
cs_cz: Software Konec_životnosti_výrobku (EOL) : {0}

# Information for ALL Users &amp; ONLY : Last 30 Days !
source: Information for ALL Users & ONLY : Last 30 Days !
cs_cz: Informace pro VŠECHNY uživatele a POUZE : posledních 30 dní !
de_de: Information für ALLE Benutzer & NUR: Letzte 30 Tage!

source: Information for User:
cs_cz: Informace pro uživatele:
de_de: Informationen für Benutzer:

source: ONLY for ToDay !
cs_cz: POUZE pro dnešní den !
de_de: NUR für heute !

source: Contact Administrator
cs_cz: Kontaktujte administrátora
de_de: Wenden Sie sich an den Administrator

source: Issue Directory on SERVER Does NOT Exist {0}{1}
cs_cz: Soupis problémů na SERVERu NEEXISTUJE {0}{1}
de_de: Fehlerverzeichnis auf SERVER NICHT VORHANDEN {0}{1}

source: New Cost Center:
cs_cz: Nové nákladové středisko:
de_de: Neue Kostenstelle:

source: No Cost Center
cs_cz: Žádné nákladové středisko:
de_de: Keine Kostenstelle

source: You are about to Change Cost Center .... Please Take Care
cs_cz: Chystáte se změnit nákladové středisko .... Dávejte prosím pozor
de_de: Sie sind dabei, die Kostenstelle zu ändern … Seien Sie bitte vorsichtig

source: Aggregate
cs_cz: Souhrn
de_de: Gesamt

source: Added_Database ..
cs_cz: Přidaná_databáze ..
de_de: Hinzugefügt zur Datenbanktabelle ..

source: All Same Changed
cs_cz: Všechno stejné změněno
de_de: Möchten Sie alle vorhandenen Tags mit dem GLEICHEN Typ ändern?

source: Checking Software ...
cs_cz: Kontrola softwaru ...
de_de: Software wird überprüft ...

source: Coming Instruments
cs_cz: Příchozí nástroje
de_de: Kommende Instrumente

source: Confirm and Send Request
cs_cz: Potvrdit a odeslat poptávku
de_de: Bestätigen und Anfrage senden

source: Contact_Admin
cs_cz: Kontaktovat_administrátora
de_de: Kontaktieren Sie den Administrator

source: Correct_Again
cs_cz: Opravit_znovu
de_de: Korrigieren Sie und versuchen Sie es erneut

source: Cost_Center
cs_cz: Nákladové_středisko
de_de: Kostenstelle

source: Cost_Center_Code
cs_cz: Kód_nákladového_střediska
de_de: Kostenstelle Code

source: Cost_Center_ID
cs_cz: ID_nákladového_střediska
de_de: Kostenstelle ID

source: Cost_Center_Name
cs_cz: Název_nákladového_střediska
de_de: Kostenstelle name

source: Cost_Price
cs_cz: Nákladová_cena
de_de: Kosten preis

source: Cost_Type
cs_cz: Typ_nákladů
de_de: Kosten art

source: Default_Always
cs_cz: Výchozí_vždy
de_de: Standard immer

source: Deleted_Tray
cs_cz: Smazané_síto
de_de: Gelöscht Tray

source: Demand_ID
cs_cz: ID_požadavku
de_de: Anforderungen ID

source: Department Name
cs_cz: Název oddělení
de_de: Departementsname

source: Difference
cs_cz: Rozdíl
de_de: Differenz

source: Last 3 Month
cs_cz: Poslední 3 měsíce
de_de: Letzte 3 Monate

source: Last_Date_Change
cs_cz: Datum_poslední_změny
de_de: Letztes Änd.datum

source: - No Data -
cs_cz: - Žádná data -
de_de: - Keine Daten -

source: No_ODBC !
cs_cz: Žádné_otevřené databázové připojení !
de_de: Es gibt KEINE ODBC SYSTEM-erklärten Verbindungen!

source: No File selected
cs_cz: Není vybrán žádný soubor
de_de: Keine Datei oder kein Gebiet ausgewählt – Datei löschen oder auswählen!

source: Number of Tray Types: {0:N0}
cs_cz: Počet typů sít: {0:N0}
de_de: Anzahl der Tray-Typen: {0:N0}

source: Number of Trays:
cs_cz: Počet sít
de_de: Anzahl der Trays:

source: Number Of Trays: {0:N0}
cs_cz: Počet sít: {0:N0}
de_de: Anzahl der Trays: {0:N0}

source: Numbers
cs_cz: Počty
de_de: Zahlen

source: OK Save
cs_cz: OK Uložit
de_de: OK drücken um die Daten zu speichern

source: Number of Instruments :
cs_cz: Počet nástrojů :
de_de: Anzahl der Instrumente :

source: Not_Load_Gridview
cs_cz: Nenačítat_zobrazení mřížky
de_de: Konnte die Daten nicht in Gridview laden

source: Not_Import_Identical_Data
cs_cz: Neimportovat_identická_data
de_de: Konnte den Katalog nicht importieren, da identische Daten in der ersten Spalte vorhanden sind:

source: Not_Import_File
cs_cz: Neimportovat_soubor
de_de: Kann Datei NICHT importieren, Problem unbekannt:

source: Not_Filter_Gridview
cs_cz: Nefiltrovat_zobrazení mřížky
de_de: Konnte keine Daten im DatenGridView filtern!

source: Not_Delete
cs_cz: Nemazat
de_de: Es dürfen KEINE Daten in der Tabelle gelöscht werden – nur HINZUFÜGEN von Daten ist erlaubt!

source: Not_Correct_Format
cs_cz: Neopravovat_formát
de_de: Ihre Daten sind NICHT im richtigen Format

source: Not_Conn_Server
cs_cz: Nepřipojovat_server
de_de: Verbindung zum SQL-Server konnte nicht hergestellt werden -> ABBRUCH

source: Not Found
cs_cz: Nenalezeno
de_de: Nicht gefunden

source: Packed By
cs_cz: Zabaleno (kým)
de_de: Gepackt von

source: Packed By: {0}
cs_cz: Zabaleno (kým): {0}
de_de: Gepackt von : {0}

source: Packed in Minutes
cs_cz: Baleno v minutách
de_de: In wenigen Min. verpackt

source: Packed on Devices ID: {0}
cs_cz: Baleno na zařízeních ID: {0}
de_de: Verpackt am Devices ID: {0}

source: Packed_From
cs_cz: Zabaleno_(kým)
de_de: Verpackt Aus

source: Packed_Day
cs_cz: Zabaleno_dne
de_de: Verpackt tag

source: Please Choose the Tray First !
cs_cz: Nejprve prosím vyberte síto !
de_de: Bitte wählen Sie zuerst das Tray aus!

source: Please Confirm that you want to add this to Demand for Packing List !
cs_cz: Potvrďte prosím, že toto chcete přidat k požadavku na dodací list obsahující seznam nástrojů !
de_de: Bitte bestätigen Sie, dass Sie dies zur Anforderung für die Packliste hinzufügen möchten!

source: Please Update !
cs_cz: Aktualizujte prosím !
de_de: Bitte aktualisieren!

source: Print_Data - ?
cs_cz: Vytisknout_data - ?
de_de: Möchten Sie die Daten ausdrucken - ?

source: Please Select a Image
cs_cz: Vyberte prosím obrázek
de_de: Bitte wählen Sie ein Bild aus

source: Priority
cs_cz: Priorita
de_de: Priorität

source: Problem in Update Table
cs_cz: Problém v aktualizaci tabulky
de_de: Problem in der Update-Tabelle

source: Problem Date Time
cs_cz: Problém v datování
de_de: Problem … Korrigieren Sie die Eingabedatei für fehlende/falsche Angabe von Datum/Uhrzeit in Spalte:

source: Problem_Input File
cs_cz: Problém_vstupní soubor
de_de: Problem ... Korrigieren Sie die Eingabedatei

source: Problem_Loading
cs_cz: Problém_načítání
de_de: Problem mit dem Laden der Tabelle von der Datenbank

source: Problem_Table
cs_cz: Problém_tabulka
de_de: Problem mit Tabellenname

source: Procedure Name
cs_cz: Název postupu
de_de: Procedurnamen

source: Report For Packed Locked Trays
cs_cz: Zpráva o zabalených uzamčených sítech
de_de: Bericht über verpackte verschlossene Trays

source: Report For Packed Unlocked Trays
cs_cz: Zpráva o zabalených neuzamčených sítech
de_de: Bericht für verpackte entsperrte Trays

source: Report for SPD Diff. IN-OUT
cs_cz: Zpráva o rozdílu na CS UVNITŘ - VEN
de_de: Bericht für AEMP Diff. EIN-AUS

source: Report_Problem
cs_cz: Nahlásit_problém
de_de: Problem melden - unerwarteter Rückgabewert

source: Select the Folder
cs_cz: Vyberte složku
de_de: Wählen Sie den Ordner aus

source: The value must be a non-negative integer
cs_cz: Hodnota musí být nezáporné celé číslo.
de_de: Der Wert muss eine nicht negative Ganzzahl sein

source: There are an Update Waiting !
cs_cz: Čeká se na aktualizaci !
de_de: Es wartet ein Update. Nein = kein Update!

source: This Month
cs_cz: Tento měsíc
de_de: Diesen Monat

source: Time_Arrived
cs_cz: Čas_dodání
de_de: Ankunftszeit

source: Today
cs_cz: Dnes
de_de: Heute

source: Total number of Data Lines in Database :
cs_cz: Celkový počet řádků s daty v databázi :
de_de: Gesamtzahl der Datenzeilen in der Datenbank:

source: Total Number Of Instruments Types: {0:N0}
cs_cz: Celkový počet typů nástrojů: {0:N0}
de_de: Gesamtzahl der Instrumententypen: {0:N0}

source: Total Number of Instruments: {0:N0}
cs_cz: Celkový počet nástrojů: {0:N0}
de_de: Gesamtzahl der Instrumente: {0:N0}

source: Total Number of Pack Done will be Removed:
cs_cz: Celkový počet balení Hotová budou odstraněna:
de_de: Die Gesamtzahl der fertigen Packungen wird entfernt:

source: Total Number of Tray Types: {0:N0}
cs_cz: Celkový počet typů sít: {0:N0}
de_de: Gesamtzahl der Tray-Typen: {0:N0}

source: Total Number of Trays: {0:N0}
cs_cz: Celkový počet sít: {0:N0}
de_de: Gesamtzahl der Trays: {0:N0}

source: Tray Name
cs_cz: Název síta

source: Tray Packed
cs_cz: Síto je zabaleno
de_de: Tray Verpackt

source: Tray Packed End
cs_cz: Síto je zabaleno Ukončit
de_de: Tray Verpackt ende

source: Tray Packed Place
cs_cz: Síto je zabaleno Uložit
de_de: Tray Verpackt platz

source: Tray Packed Start
cs_cz: Síto je zabaleno Spustit
de_de: Tray Verpackt

source: Tray Description
cs_cz: Popis síta
de_de: Tray Beschreibung

source: Tray_ID
cs_cz: ID_síta

source: Try Update again...
cs_cz: Zkuste aktualizovat znovu...
de_de: Versuchen Sie erneut, das Update durchzuführen ...

source: Undefined_Issue
cs_cz: Nedefinovaný_problém
de_de: Nicht definiertes Problem gefunden … Bitte melden

source: Unsaved Information
cs_cz: Neuložené informace
de_de: Nicht gespeicherte Informationen

source: Unsaved_Data
cs_cz: Neuložená_data
de_de: Sie haben nicht gespeicherte Daten

source: Until ToDay
cs_cz: Do dnešního dne
de_de: Bis heute

source: - Use Filter -
cs_cz: - Použít filtr -
de_de: - Filter verwenden -

source: Vendor_Abbreviation
cs_cz: Zkratka_dodavatele
de_de: Anbieter kürzel

source: Vendor_Name
cs_cz: Název_dodavatele
de_de: Anbieter

source: Write Pack List Failed !
cs_cz: Zápis dodacího listu obsahujícího seznam nástrojů selhal !
de_de: Schreiben der Packliste fehlgeschlagen!

source: You are about to ADD a TRAY - Okay ?
cs_cz: Chystáte se PŘIDAT SÍTO - V pořádku ?
de_de: Sie sind dabei, ein Tray HINZUZUFÜGEN - Okay?

source: You are about to REMOVE a TRAY from Collection - Okay ?
cs_cz: Chystáte se ODSTRANIT SÍTO ze soupravy - ano ?
de_de: Sie sind dabei, ein Tray aus der Kollektion zu entfernen - Okay?

source: You can't use this Function if the Cost Center is not in Use !
cs_cz: Tuto funkci nelze použít, pokud není nákladové středisko používáno !
de_de: Sie können diese Funktion nicht verwenden, wenn die Kostenstelle nicht verwendet wird!

source: Types of Instruments :
cs_cz: Typy nástrojů :
de_de: Instrumententyp:

source: Date_Changed
cs_cz: Datum_změny
de_de: Datum geändert

source: For Instrument Types:
cs_cz: Pro typy nástrojů:
de_de: Für Instrumententypen:

source: From :
cs_cz: Od :
de_de: Von :

source: Going Instruments
cs_cz: Existující nástroje
de_de: Gehende Instrumente

source: Hidden Procedures:
cs_cz: Skryté postupy:
de_de: Ausgeblendete Verfahren:

source: Hidden_Center
cs_cz: Skryté_středisko
de_de: Versteckte-Center

source: Hide_Tray
cs_cz: Skrýt_síto
de_de: Verhelen Tray

source: IN
cs_cz: UVNITŘ
de_de: EIN

source: Instrument Name
cs_cz: Název nástroje
de_de: Instrumentenname

source: Insert_Failed
cs_cz: Vložení se nezdařilo
de_de: Einfügen für ALLE fehlgeschlagen

source: Is_Used
cs_cz: Je_používáno
de_de: Wird genutzt

source: Issue
cs_cz: Problém
de_de: Problem in

source: Issue No Cost Center !
cs_cz: Problém Žádné nákladové středisko !
de_de: Ausgabe keine Kostenstelle!

source: Issue_Updating !
cs_cz: Problém_aktualizace !
de_de: Problem beim Aktualisieren!

source: Locked Tray
cs_cz: Zamčené síto
de_de: Gesperrt Tray

source: Period:
cs_cz: Období:
de_de: Zeitraum:

source: Pivot_Not_Loading
cs_cz: Pivot_se nenačítá
de_de: Pivot-Datentabelle wurde NICHT geladen

source: Problem_In
cs_cz: Problém_v

source: Reader_Name
cs_cz: Název_čtečky
de_de: Lesername

source: Remove_Automated ?
cs_cz: Odstranit_automatizované ?
de_de: Möchten Sie automatisch ENTFERNEN?

source: Report For
cs_cz: Zpráva pro
de_de: Bericht für

source: Changed_All_Tags
cs_cz: Změněny_všechny_tagy
de_de: ALLE Tags geändert - Bitte um Verständnis!

source: Check_Sheet
cs_cz: Kontrolní_list
de_de: ÜBERPRÜFEN Name des Datenblatts "Sheet1" und Namen der Spalten sind A-B-C-D!

# Correct_ESC
source: Correct with ESC !
cs_cz: Opravit pomocí ESC !
de_de: Korrigieren oder ESC benutzen, um Vorgang abzubrechen!

# ProblemPlus
source: Problem......
cs_cz: Problém......

source: Something went very wrong ! ....
cs_cz: Něco se velmi pokazilo! ....
de_de: Etwas ist schiefgegangen ! ....

source: Successfully Removed the Data !
cs_cz: Data byla úspěšně odstraněna !
de_de: Die Daten wurden erfolgreich entfernt!

source: Sure To ADD Tray ?
cs_cz: Určitě chcete PŘIDAT síto ?
de_de: Sind Sie sicher, dass Sie das Tray HINZUFÜGEN möchten?

source: Sure To REMOVE Tray ?
cs_cz: Určitě chcete ODSTRANIT síto ?
de_de: Möchten Sie das Tray wirklich ENTFERNEN?

source: Table_Not_Edit
cs_cz: Tabulku_neupravovat
de_de: Fehler = Tabelle nicht bereit für EDIT -> Administrator kontaktieren

# The SQL_SERVER is NOT running .. Correct and try again !1
source: The SQL_SERVER is NOT running .. Correct and try again !
cs_cz: SQL_SERVER NENÍ spuštěn .. Opravte a zkuste to znovu !
de_de: Der SQL-SERVER läuft NICHT ... Korrigieren Sie das und versuchen Sie es erneut!

source: The Date
cs_cz: Datum
de_de: Das Datum

source: There is Unsaved Information Click Yes to Save ?
cs_cz: Existují neuložené informace Klikněte na Ano pro uložení ?
de_de: Es gibt nicht gespeicherte Informationen. Klicken Sie zum Speichern auf Ja ?

# Issue_Cell_VAl
source: Issue in Cell validating !
cs_cz: Problém při ověřování buňky !
de_de: Problem beim CellValidating!

# File_Saved
source: Excel File Saved !
cs_cz: Excelový soubor je uložen !
de_de: Excel-Datei wurde gespeichert!

# File_Not_Saved
source: Excel File_Not_Saved:
cs_cz: Excelový soubor_není_uložen:
de_de: Die Datei wurde NICHT gespeichert:

source: Extra Text
cs_cz: Doplňkový text

source: Expires
cs_cz: Platnost končí
de_de: Läuft gemäß Vertrag ab

# Error_SQL
source: Error in SQL:
cs_cz: Chyba v SQL:
de_de: Fehler in der SQL-Anweisung:

source: Error Row Count !
cs_cz: Chyba v počtu řádků !
de_de: Fehler in der RowCount_DataGridview!

# Error_txt
source: Error in txt :
cs_cz: Chyba v textu :
de_de: Fehler:

source: Only_Double
cs_cz: Pouze_dvojí
de_de: Ihre Daten sollten NUR DOUBLE enthalten
