Repository: steve-techup/choco-test-checkbox
Catalog: PackingStation/WinFormStrings.*.resx
Languages: cs_cz, de_de

source: Only_Integer
cs_cz: Pouze_celé číslo
de_de: Ihre Daten sollten NUR Integer/Nummern enthalten

source: Only_One
cs_cz: Pouze_jeden
de_de: Programm kann NUR in einer Instanz ausgeführt werden!

source: Only_Strings
cs_cz: Pouze_řetězce
de_de: Ihre Daten dürfen NUR String/Buchstaben enthalten

source: OR_Procedure_ID
cs_cz: ID_postupy_OS
de_de: OR Procedur ID

source: OUT
cs_cz: VEN
de_de: AUS

source: There is a ReCall on this Instrument !
cs_cz: U tohoto nástroje je storno !

source: DO NOT PLACE IN TRAY !!!! Set this Instrument aside ....
cs_cz: NEVKLÁDEJTE DO SÍTA !!!! Odložte tento nástroj stranou ....

source: An error occurred when loading the application.
cs_cz: Při načítání aplikace došlo k chybě.

source: An error occurred when trying to connect to the database.
cs_cz: Při pokusu o připojení k databázi došlo k chybě.

source: An error occurred when trying to connect to the RFID reader.
cs_cz: Při pokusu o připojení ke čtečce RFID došlo k chybě.

source: An error occurred, no RFID reader was found.
cs_cz: Došlo k chybě, nebyla nalezena žádná čtečka RFID.

source: An error occurred when choosing the language version.
cs_cz: Při výběru jazykové verze došlo k chybě.

source: An error occurred when logging in.
cs_cz: Při přihlašování došlo k chybě.

source: An error occurred when preparing the tray.
cs_cz: Při přípravě síta došlo k chybě.

source: An error in the UI occurred.
cs_cz: V uživatelském rozhraní došlo k chybě.

source: An error occurred when packing the tray.
cs_cz: Při balení síta došlo k chybě.

source: An error occurred when updating RFID tag information.
cs_cz: Při aktualizaci informací o tagu RFID došlo k chybě.

source: An error occurred when updating instrument information.
cs_cz: Při aktualizaci informací o nástroji došlo k chybě.

source: If this does not solve the problem, contact Caretag support and report the error code.
cs_cz: Pokud to problém nevyřeší, kontaktujte podporu společnosti Caretag a nahlaste chybový kód.

source: Please restart the application.
cs_cz: Restartujte prosím aplikaci.

source: An error occurred when loading instrument information.
cs_cz: Při načítání informací o nástroji došlo k chybě.

source: An error occurred when reading tray information.
cs_cz: Při čtení informací o sítu došlo k chybě.

source: An error occurred when deleting the tray.
cs_cz: Při mazání síta došlo k chybě.

source: An error occurred when saving the tray.
cs_cz: Při ukládání síta došlo k chybě.

source: An error occurred when loading vendors.
cs_cz: Při načítání dodavatelů došlo k chybě.

source: An error occurred when loading packing overview.
cs_cz: Při načítání přehledu balení došlo k chybě.

source: An error occurred when loading the container.
cs_cz: Při načítání kontejneru došlo k chybě.

source: An error occurred when reading the container.
cs_cz: Při čtení kontejneru došlo k chybě.

source: An error occurred when updating container information.
cs_cz: Při aktualizaci informací o kontejneru došlo k chybě.

source: An error occurred when printing.
cs_cz: Při tisku došlo k chybě.

source: An error occured when recording which user logged in/out.
cs_cz: Při zaznamenávání, který uživatel se přihlásil / odhlásil, došlo k chybě.

source: An error occurred when loading cost center information.
cs_cz: Při načítání informací o nákladovém středisku došlo k chybě.

source: An error occurred when loading tray information.
cs_cz: Při načítání informací o sítu došlo k chybě.

source: An error occurred when saving cost center log.
cs_cz: Při ukládání protokolu nákladového střediska došlo k chybě.

source: An error occurred when saving the file.
cs_cz: Při ukládání souboru došlo k chybě.

source: Error code:
cs_cz: Chybový kód:

source: ERROR: Instrument already sent for service, do not pack in tray!
cs_cz: CHYBA: Nástroj byl již odeslán na servis, nebalte jej do síta!

source: Rules triggered
cs_cz: Pravidla byla spuštěna

source: The following rules triggered when scanning instrument:
cs_cz: Při skenování nástroje se spustí následující pravidla:

source: The instruments should be sent to service, print a service report in the next screen.
cs_cz: Nástroje by měly být odeslány na servis, na další obrazovce vytiskněte servisní report.

source: PackingStation
cs_cz: Balicí stanice

source: Tray not found!
cs_cz: Síto nenalezeno!

source: Tray not found! Make sure area around RFID scanner is clear of instruments and try again.
cs_cz: Síto nenalezeno! Ujistěte se, že v okolí skeneru RFID nejsou žádné nástroje, a zkuste to znovu.

source: An error occurred while saving the scan log (scan event) in the database.
cs_cz: Při ukládání skenovacího protokolu (sken. případu) do databáze došlo k chybě.

source: ERROR: Instrument is already in use. Do not place in tray.
cs_cz: CHYBA: Nástroj se již používá. Nevkládejte do síta.

source: ERROR: Instrument was already packed. Place back in tray.
cs_cz: CHYBA: Nástroj byl již zabalen. Vložte zpět do síta.

source: ERROR: Instrument was recalled. Do not place in tray.
cs_cz: CHYBA: Nástroj byl odřeknut. Nevkládejte do síta.

source: ERROR: Instrument was sent for service on-demand. do not place in try. Send to service.
cs_cz: CHYBA: Nástroj byl na požádání odeslán na servis. Nevkládejte do síta. Odeslat na servis.

source: ERROR: Unknown instrument! Contact the administrator of the system.
cs_cz: CHYBA: Neznámý nástroj! Kontaktujte administrátora systému.

source: The instruments should be sent to service, print a service report in the pop-up.
cs_cz: Nástroje by měly být odeslány na servis, ve vyskakovacím okně vytiskněte servisní report.

# FrmMain_UpdateTableTraySelected_Tray_Name
source: Tray_Name
cs_cz: Název_síta

# FrmMain_UpdateTableTraySelected_Tray_Description
source: Tray_Description
cs_cz: Popis_síta

source: Description ID
cs_cz: Popisné ID

source: Description Name
cs_cz: Popisný název

source: Full Name
cs_cz: Celé jméno

source: Index ID
cs_cz: ID indexu

source: instruments.
cs_cz: nástroje.

source: Instrument Company
cs_cz: Společnost pro výrobu nástrojů

source: Place instrument in the tray!
cs_cz: Umístěte nástroj do síta!

source: Should Pack
cs_cz: Mělo by se zabalit

source: To Pack
cs_cz: K zabalení

source: Tray Description ID
cs_cz: Popisné ID síta

source: Tray Name
cs_cz: Název síta

source: Not in packing list!
cs_cz: Není na balicím seznamu!

# AboutChangeCostCenter
source: You are about to Change Cost Center .... Please Take Care
cs_cz: Chystáte se změnit nákladové středisko .... Dávejte prosím pozor

source: Cancel packing
cs_cz: Zrušit balení

# CancelPackingTray
source: Do you want to cancel packing the tray?
cs_cz: Chcete zrušit balení síta?

source: Changing Cost Center !
cs_cz: Změna nákladového střediska !

# ConectSql
source: Connecting to SQL_SERVER:
cs_cz: Připojování k SQL_SERVERu:

source: Container scanned OK!
cs_cz: Kontejner naskenován v pořádku!

source: Description ID
cs_cz: Popisné ID

source: Description Name
cs_cz: Popisný název

# EmptyTray
source: Empty the Tray and Start Again!
cs_cz: Vyprázdněte síto a začněte znovu!

source: Full Name
cs_cz: Celé jméno

source: Index ID
cs_cz: ID indexu

# InformationUser
source: Information for User:
cs_cz: Informace pro uživatele:

source: Instrument Company
cs_cz: Společnost pro výrobu nástrojů

# InstrumentInUse
source: ERROR: Instrument is already in use. Do not place in tray.
cs_cz: CHYBA: Nástroj se již používá. Nevkládejte do síta.

# InstrumentIsPacked
source: ERROR: Instrument was already packed. Place back in tray.
cs_cz: CHYBA: Nástroj byl již zabalen. Vložte zpět do síta.

# InstrumentNotInPackingList
source: ERROR: Instrument not in packing list! Do not place in tray.
cs_cz: CHYBA: Nástroj není v balicím seznamu! Nevkládejte do síta.

# LikeToSaveTrayConfiguration
source: Would you like to save the tray configuration for future use?
cs_cz: Chcete uložit konfiguraci síta pro budoucí použití?

source: No Cost Center
cs_cz: Žádné nákladové středisko

# OneInstrumentScan
source: Please scan one instrument at a time!
cs_cz: Skenujte prosím vždy po jednom nástroji!

source: ONLY for ToDay !
cs_cz: POUZE pro dnešní den !

# OnlyOneTag
source: Scanned more than one tag. Please make sure only one tag is close to the reader.
cs_cz: Naskenován více než jeden tag. Ujistěte se, že je v blízkosti čtečky pouze jeden tag.

source: Place instrumnet in the tray!
cs_cz: Umístěte nástroj do síta!

# RestartAfterChangingLanguage
source: Please restart the application after changing the language setting.
cs_cz: Po změně nastavení jazyka restartujte prosím aplikaci.

source: Save tray configuration
cs_cz: Uložit konfiguraci síta

# SelectContainer
source: Please select a container before saving.
cs_cz: Před uložením vyberte prosím kontejner.

source: Should Pack
cs_cz: Mělo by se zabalit

# TooManyPacked
source: Too many packed - Do not place instrument in the tray!
cs_cz: Zabaleno příliš mnoho - neumisťujte nástroj do síta!

source: To Pack
cs_cz: K zabalení

source: Tray Description
cs_cz: Popis síta

source: Tray Description ID
cs_cz: Popisné ID síta

# TrayIsLocked
source: Tray is locked and cannot be finished while partially packed. Please complete the packing list before finishing or unlock tray using checkbox top right.
cs_cz: Síto je uzamčeno a nelze je dokončit, ačkoli je částečně zabaleno. Před dokončením prosím zkompletujte balicí seznam nebo odemkněte síto pomocí zaškrtávacího políčka vpravo nahoře.

source: Tray Name
cs_cz: Název síta

# TrayNotFound
source: Tray not found! Make sure area around RFID scanner is clear of instruments and try again.
cs_cz: Síto nenalezeno! Ujistěte se, že v okolí skeneru RFID nejsou žádné nástroje, a zkuste to znovu.

# TrayPacked
source: The tray is packed with
cs_cz: Síto je přeplněno

# UnknownInstrument
source: ERROR: Unknown instrument! Contact the administrator of the system.
cs_cz: CHYBA: Neznámý nástroj! Kontaktujte administrátora systému.

# UnknownTag
source: Unknown tag, please scan a different container or use Technical Station to load the tag.
cs_cz: Neznámý tag, naskenujte prosím jiný kontejner nebo použijte k načtení tagu technickou stanici.

# TrayIsPacked
source: Tray is packed! Press 'Finish' to finish packing the tray.
cs_cz: Síto je zabalené! Pro dokončení balení síta stiskněte tlačítko "Dokončit".
