Repository: steve-techup/choco-test-checkbox
Catalog: AdminStation/WinFormStrings.*.resx
Languages: cs_cz, de_de

source: An error occurred while trying to update the data grid view after leaving the row
cs_cz: Při pokusu o aktualizaci zobrazení datové mřížky po opuštění řádku došlo k chybě.

source: An error occurred while trying to update the database
cs_cz: Při pokusu o aktualizaci databáze došlo k chybě

source: An error occurred while trying to update the number of rows
cs_cz: Při pokusu o aktualizaci počtu řádků došlo k chybě.

source: An error occurred while trying to update the path
cs_cz: Při pokusu o aktualizaci cesty došlo k chybě

source: An error occurred while trying to update the RFID life
cs_cz: Při pokusu o aktualizaci životnosti RFID došlo k chybě.

source: An error occurred while trying to update the row
cs_cz: Při pokusu o aktualizaci řádku došlo k chybě

source: An error occurred while trying to update the security
cs_cz: Při pokusu o aktualizaci zabezpečení došlo k chybě

source: An error occurred while trying to update the Sync table
cs_cz: Při pokusu o aktualizaci tabulky Sync došlo k chybě.

source: An error occurred while trying to update the text info
cs_cz: Při pokusu o aktualizaci textových informací došlo k chybě.

source: An error occurred while trying to update the text information
cs_cz: Při pokusu o aktualizaci textových informací došlo k chybě.

source: An error occurred while trying to write the default cost
cs_cz: Při pokusu o zápis výchozích nákladů došlo k chybě.

source: An error occurred while updating the number of rows
cs_cz: Při aktualizaci počtu řádků došlo k chybě.

source: Are you sure that you want to Delete this Map ?
cs_cz: Jste si jisti, že chcete tento graf smazat ?

source: Deleting Map
cs_cz: Mazání grafu

source: An error occurred while changing the value of a cell in the grid view
cs_cz: Při změně hodnoty buňky v zobrazení mřížky došlo k chybě.

source: An error occurred while clicking on a cell in the vendor data grid view
cs_cz: Při kliknutí na buňku v zobrazení datové mřížky dodavatele došlo k chybě.

source: An error occurred while clicking on the import button
cs_cz: Při kliknutí na tlačítko pro import došlo k chybě

source: An error occurred while clicking on the print labels button
cs_cz: Při kliknutí na tlačítko pro tisk štítků došlo k chybě.

source: An error occurred while clicking on the reload button
cs_cz: Při kliknutí na tlačítko Nahrát znovu došlo k chybě.

source: An error occurred while clicking on the report button
cs_cz: Při kliknutí na tlačítko Report došlo k chybě

source: An error occurred while filling the data grid view
cs_cz: Při vyplňování zobrazení datové mřížky došlo k chybě

source: An error occurred while filling the vendor ID grid
cs_cz: Při vyplňování mřížky ID dodavatele došlo k chybě.

source: An error occurred while pressing the change name button
cs_cz: Při stisknutí tlačítka Změnit název došlo k chybě.

source: An error occurred while pressing the clean button
cs_cz: Při stisknutí tlačítka Vyčistit došlo k chybě

source: An error occurred while processing the vendor names
cs_cz: Při zpracování názvů dodavatelů došlo k chybě

source: An error occurred while trying check for new items
cs_cz: Při pokusu o kontrolu nových položek došlo k chybě

source: An error occurred while trying to check the instruments vendor
cs_cz: Při pokusu o kontrolu dodavatele nástrojů došlo k chybě.

source: An error occurred while trying to load a file
cs_cz: Při pokusu o načtení souboru došlo k chybě

source: Saved
cs_cz: Uloženo

source: Tray name was saved. The window will close now.
cs_cz: Název síta byl uložen. Okno se nyní zavře.

# qdDeleteImageMessage
source: Are you sure you wish to delete the image?
cs_cz: Jste si jisti, že chcete obrázek smazat?

# qdDeleteImageTitle
source: Delete image
cs_cz: Smazat obrázek

# qdDeleteInstrumentMessage
source: Are you sure you wish to delete this instrument from the tray?
cs_cz: Jste si jistí, že chcete smazat tento nástroj ze síta?

# qdDeleteInstrumentTitle
source: Delete instrument
cs_cz: Smazat nástroj

# qdReloadDataInfoGridViewMessage
source: Reload Data Into GridView?
cs_cz: Znovu nahrát data do zobrazení GridView?

# qdReloadDataIntoGridViewTitle
source: Reload
cs_cz: Nahrát znovu

# qdUnsavedInfoMessage
source: There is Unsaved Information!\r\nWould you like to save?
cs_cz: Existují neuložené informace!\r\nChcete uložit?

# qdUnsavedInfoTitle
source: Unsaved information
cs_cz: Neuložené informace

source: The Tray Name Exists - Make a New Name
cs_cz: Název síta existuje - Vytvořte nový název

source: The tray name exists, please enter a different name and try again.
cs_cz: Název síta existuje, zadejte prosím odlišný název a zkuste to znovu.

source: Tray name exists
cs_cz: Název síta existuje

source: The file doesn't contains correct columns! Please choose a valid file!
cs_cz: Soubor neobsahuje správné sloupce! Vyberte prosím platný soubor!

source: There is no data in this file
cs_cz: V tomto souboru nejsou žádná data

source: Selected File is Invalid! Please Select valid csv file.
cs_cz: Vybraný soubor je neplatný! Vyberte prosím platný soubor csv.

source: You didn't choose a delimiter!Please choose a delimiter!
cs_cz: Nezvolili jste oddělovací znak! Zvolte prosím oddělovací znak!

source: The delimiter is wrong! Please choose another delimiter!
cs_cz: Oddělovací znak je chybný! Zvolte prosím jiný oddělovací znak!

source: Finished Import
cs_cz: Dokončený import

source: Instrument
cs_cz: Nástroj

source: already exists in the database. Do you want to overwrite all instruments?
cs_cz: již v databázi existuje. Chcete přepsat všechny nástroje?

source: already exists in the database. Do you want to overwrite all instruments?
cs_cz: již v databázi existuje. Chcete přepsat všechny nástroje?

source: One or more columns missing. Format is: ("Packing set Name","Item Number","Amount","Description (optional)"
cs_cz: Chybí jeden nebo více sloupců. Formát je: ("Název balicí sady", "Číslo položky", "Částka", "Popis (nepovinný)".

source: Column format error
cs_cz: Chyba formátu sloupce

source: Please choose a delimiter.
cs_cz: Zvolte prosím oddělovací znak.

source: Unmatched delimiter! Please choose a different delimiter.
cs_cz: Neodpovídající oddělovací znak! Zvolte prosím odlišný oddělovací znak.

source: The file does not contain expected columns. Expected format is: ("Packing set Name","Item Number","Amount","Description (optional)"
cs_cz: Soubor neobsahuje očekávané sloupce. Očekávaný formát je: ("Název balicí sady", "Číslo položky", "Částka", "Popis (nepovinný)".

# The packing list &quot;
source: The packing list "
cs_cz: Dodací list obsahující seznam zboží "

# &quot; already exists in the database. Do you want to overwrite it?
source: " already exists in the database. Do you want to overwrite it?
cs_cz: " již v databázi existuje. Chcete ho přepsat?

source: One or more columns missing. Expected format is: ("Packing set Name","Item Number","Amount","Description (optional)"
cs_cz: Chybí jeden nebo více sloupců. Očekávaný formát je: ("Název balicí sady", "Číslo položky", "Částka", "Popis (nepovinný)".

source: Import successful
cs_cz: Import proběhl úspěšně

source: Error while importing!
cs_cz: Chyba při importu!

source: Description id is not valid:
cs_cz: Popisné ID není platné:

source: Description name is not valid:
cs_cz: Popisný název není platný:

source: doesn't exist in the database
cs_cz: neexistuje v databázi

source: Vendor id:
cs_cz: ID dodavatele:

source: Success
cs_cz: Úspěch

source: Data is successfully uploaded. Processed
cs_cz: Data byla úspěšně nahrána. Zpracováno

source: records and ignored
cs_cz: záznamy a ignorované

# OneOrMoreFieldsError
source: There is an error in one or more fields. Correct the error and try again.
cs_cz: V jednom nebo více polích se vyskytla chyba. Chybu opravte a zkuste to znovu.

# ErrorSavingUser
source: Error while saving user.
cs_cz: Chyba při ukládání uživatele.

source: Could not save user.
cs_cz: Uživatele se nepodařilo uložit.

source: Confirm
cs_cz: Potvrďte

# ConfirmDeleteUser
source: Are you sure you want to delete user:
cs_cz: Jste si jisti, že chcete smazat uživatele:

# UserNameMustBeAtLeast7Chars
source: Username must be at least 7 characters.
cs_cz: Uživatelské jméno musí obsahovat nejméně 7 znaků.

# UsernameExistsChooseDifferent
source: Username exists, please choose a different username.
cs_cz: Uživatelské jméno existuje, zvolte prosím jiné uživatelské jméno.

# ErrorValidatingUsername
source: Error while validating username.
cs_cz: Chyba při ověřování uživatelského jména.

source: Could not validate username.
cs_cz: Nepodařilo se ověřit uživatelské jméno.

# FirstNameMustBeAtLeast2Chars
source: First name must be at least 2 characters.
cs_cz: Křestní jméno musí obsahovat nejméně 2 znaky.

# LastNameMustBeAtLeast2Chars
source: Last name must be at least 2 characters.
cs_cz: Příjmení musí obsahovat nejméně 2 znaky.

# PasswordMustBeAtLeast8Chars
source: Password must be at least 8 characters.
cs_cz: Heslo musí obsahovat nejméně 2 znaky.

source: Edit User
cs_cz: Upravit uživatele

source: User saved!
cs_cz: Uživatel uložen!

source: User created!
cs_cz: Uživatel vytvořen!

# ConfirmDeleteTray
source: Are you sure you want to delete the tray?
cs_cz: Jste si jisti, že chcete síto smazat?

source: Delete tray
cs_cz: Smazat síto

source: There are too MANY instruments - Max allowed:
cs_cz: Je zde příliš MNOHO nástrojů - max. povoleno:

source: Reduce number of Instruments
cs_cz: Snižte počet nástrojů

source: If you are making this Tray Visible to Users They can start Using It.
cs_cz: Pokud toto síto uživatelům zviditelníte, mohou jej začít používat.

source: Tray Visible to Users
cs_cz: Síto viditelné pro uživatele

source: If you are Hiding the Tray the Users will not be able to Use It.
cs_cz: Pokud síto skryjete, uživatelé jej nebudou moci používat.

source: Hide Tray for Users
cs_cz: Skrýt síto pro uživatele
