Repository: steve-techup/choco-test-checkbox
Catalog: AdminStation/WinFormStrings.*.resx
Languages: cs_cz, de_de

# Added_Database
source: Added to Database_Table: ..
cs_cz: Přidáno do databáze_tabulka: ..
de_de: Zur Datenbanktabelle hinzugefügt: ..

# All_Same_Changed
source: Do you want ALL the SAME Type of Existing Tag's to be Changed ?
cs_cz: Chcete, aby byly změněny VŠECHNY stejné typy existujících tagů ?
de_de: Möchten Sie, dass ALLE GLEICHEN Typen vorhandener Tags geändert werden?

# Changed_All_Tags
source: Changed ALL Tags - Please Understand !
cs_cz: Změněny VŠECHNY tagy - Vezměte to prosím na vědomí !
de_de: ALLE Tags geändert - Bitte haben Sie Verständnis!

# Check_Sheet
source: CHECK Sheet name is 'Sheet1' and Column_Names are A-B-C-D !
cs_cz: ZKONTROLUJTE Název listu je 'List1' a názvy sloupců jsou A-B-C-D !
de_de: CHECK Blattname is 'Sheet1' und Column_Names are A-B-C-D !

# Contact_Admin
source: Contact Administrator
cs_cz: Kontaktujte administrátora
de_de: Administrator kontaktieren

# Correct_ESC
source: Correct or use ESC to Cancel !
cs_cz: Opravte nebo použijte ESC pro zrušení !
de_de: Korrigieren oder mit ESC abbrechen!

# Error_RowCount
source: ERROR in RowCount_DataGridview !
cs_cz: CHYBA v RowCount_DataGridview !
de_de: FEHLER in RowCount_DataGridview!

# Error_SQL
source: Error in SQL statement:
cs_cz: Chyba v příkazu SQL:
de_de: Fehler in der SQL-Anweisung:

# Error_txt
source: Error:
cs_cz: Chyba:
de_de: Fehler:

# Expires
source: Expires According to Contract
cs_cz: Platnost vyprší podle smlouvy
de_de: Läuft laut Vertrag aus

# File_Not_Saved
source: The File is NOT saved :
cs_cz: Soubor NENÍ uložen :
de_de: Die Datei wird NICHT gespeichert:

# File_Saved
source: Excel File is saved !
cs_cz: Soubor aplikace Excel je uložen !
de_de: Excel-Datei wird gespeichert!

# Import_Rows
source: Ready To Imported Number Of Lines (Instruments) :
cs_cz: Připraveno k importu Počet řádků (nástroje) :
de_de: Bereit für importierte Anzahl der Zeilen (Instrumente):

# Insert_Failed
source: Insert For ALL Failed
cs_cz: Vložit pro VŠECHNY selhalo
de_de: Einfügen für ALLE fehlgeschlagen

# Issue
source: Issue in
cs_cz: Problém v
de_de: Problem-ID

# Issue_Cell_VAl
source: Issue in CellValidating !
cs_cz: Problém ve funkci CellValidating !
de_de: Problem bei der Zellvalidierung!

# Issue_Updating
source: Issue in Updating !
cs_cz: Problém při aktualizaci !
de_de: Problem bei der Aktualisierung!

# NoFile_selected
source: No File Or Area selected -> Cancel or Select File !
cs_cz: Není vybrán žádný soubor nebo oblast -> Zrušit nebo Vybrat soubor !
de_de: Keine Datei oder Bereich ausgewählt -> Abbrechen oder Datei auswählen!

# Not_Conn_Server
source: Could Not connect to SQl Server ! -> STOPPING
cs_cz: Nelze se připojit k serveru SQl ! -> POZASTAVENÍ
de_de: Verbindung zum SQL-konnte nicht hergestellt werden! -> STOPPEN

# Not_Correct_Format
source: Your Data IS NOT in Correct Format
cs_cz: Vaše data NEJSOU ve správném formátu
de_de: Ihre Daten liegen NICHT im richtigen Format vor

# Not_Delete
source: NOT Allow to delete data in Table - Only ADD data !
cs_cz: NENÍ povoleno mazání dat v tabulce - pouze PŘIDÁVÁNÍ dat !
de_de: Löschen von Daten in der Tabelle NICHT erlauben - nur Daten HINZUFÜGEN!

# Not_Filter_Gridview
source: Could Not Filter Data in DataGridview !
cs_cz: Nelze filtrovat data v zobrazení DataGridView !
de_de: Daten konnten in DataGridview nicht gefiltert werden!

# Not_Import_File
source: Can NOT import file problem not known:
cs_cz: Nelze importovat soubor - problém není znám:
de_de: Kann Datei NICHT importieren, Problem nicht bekannt:

# Not_Import_Identical_Data
source: Can't Import The Catalog because there are identical DATA in First Column:
cs_cz: Nelze importovat katalog, protože v prvním sloupci jsou identická DATA:
de_de: Der Katalog kann nicht importiert werden, da identische DATEN in der ersten Spalte vorhanden sind:

# Not_Load_Gridview
source: Could Not Load Data into Gridview
cs_cz: Nelze načíst data do zobrazení Gridview
de_de: Daten konnten nicht in Gridview geladen werden

# No_ODBC
source: There are NO ODBC SYSTEM Declared Connections !
cs_cz: Neexistují žádná deklarovaná připojení SYSTÉMU ODBC !
de_de: Es gibt KEINE ODBC-System deklarierten Verbindungen!

# OK_Save
source: Click OK to save Data
cs_cz: Pro uložení dat klikněte na OK
de_de: Klicken Sie auf OK, um zu speichern

# Only_Double
source: Your Data should ONLY included DOUBLE
cs_cz: Vaše data by měla obsahovat POUZE DOUBLE
de_de: Ihre Daten sollten NUR DOPPELTE enthalten

# Only_Integer
source: Your Data should ONLY included Integer / Numbers
cs_cz: Vaše data by měla obsahovat POUZE celočíselné proměnné / čísla
de_de: Ihre Daten sollten NUR Integer-Werte/Zahlen enthalten

# Only_One
source: Program can only run as one instance !
cs_cz: Program může běžet pouze jako jedna instance !
de_de: Das Programm kann nur als eine Instanz ausgeführt werden!

# Only_Strings
source: Your Data should ONLY included String / Letters
cs_cz: Vaše data by měla obsahovat POUZE řetězce / písmena
de_de: Ihre Daten sollten NUR Zeichenfolgen/Buchstaben enthalten

# Pivot_Not_Loading
source: Pivot DataTable NOT Loading
cs_cz: Pivot DataTable se nenačítá
de_de: Pivot-Datentabelle wird NICHT geladen

# Print_Data
source: Do you want to print the data - ?
cs_cz: Chcete vytisknout data - ?
de_de: Möchten Sie die Daten drucken - ?

# ProblemPlus
source: Problem......
cs_cz: Problém......

# Problem_DateTime
source: Problem ... Correct the input file for Missing-Faulty DateTime at Column:
cs_cz: Problém ... Opravte vstupní soubor kvůli chybějícímu - chybnému DateTime u sloupce:
de_de: Problem ... Korrigieren Sie die Eingabedatei für fehlende-falsche DatumUhrzeit-Angabe in Spalte:

source: Problem in
cs_cz: Problém v

# Problem_InputFile
source: Problem ... Correct the input file:
cs_cz: Problém ... Opravte vstupní soubor:
de_de: Problem ... Eingabedatei korrigieren:

# Problem_Loading
source: Problem loading Table from Database
cs_cz: Problém s načítáním tabulky z databáze
de_de: Problem beim Laden der Tabelle aus der Datenbank

# Problem_Table
source: Problem with Table name
cs_cz: Problém s názvem tabulky
de_de: Problem mit dem Tabellennamen

# Remove_Automated
source: Would You like to REMOVE it Automated ?
cs_cz: Chcete ji ODSTRANIT automaticky ?
de_de: Möchten Sie es automatisiert ENTFERNEN?

# Report_Problem
source: Report problem - Unexspexted return value
cs_cz: Nahlásit problém - Nevyjádřená návratová hodnota
de_de: Problem melden - Unerwarteter Rückgabewert

# String11
source: Admin_Manual.PDF is NOT located at:
cs_cz: Admin_Manual.PDF NENÍ umístěn na adrese:
de_de: Admin_Manual.PDF befindet sich NICHT in:

# Table_Not_Edit
source: Error = Table not ready for EDIT -> Contact Administrator
cs_cz: Chyba = tabulka není připravena pro ÚPRAVU -> kontaktujte administrátora
de_de: Fehler = Tabelle nicht zum BEARBEITEN bereit -> Administrator kontaktieren

# Undefined_Issue
source: Undefined issue found ... Please Report
cs_cz: Nalezen nedefinovaný problém ... Nahlaste prosím
de_de: Undefiniertes Problem gefunden ... Bitte melden

# Unsaved_Data
source: You got Unsaved Data !
cs_cz: Máte neuložená data !
de_de: Sie haben gespeicherte Daten!

# Correct_Again
source: Correct and try again
cs_cz: Opravte a zkuste to znovu
de_de: Korrigieren Sie und versuchen Sie es erneut

source: Connecting to SQL_SERVER ...
cs_cz: Připojování k SQL_SERVERu ...
de_de: Verbindung zum SQL-SERVER ...

source: Big Issue ..Check with Administrator and try again !
cs_cz: Velký problém ..Nahlaste administrátorovi a zkuste to znovu !
de_de: Großes Problem...Wenden Sie sich an den Administrator und versuchen Sie es erneut!

source: Checking Dot Net Version ..
cs_cz: Kontrola verze Dot Net ..
de_de: Überprüfen der Dot-Net-Version..

source: Checking for Update !
cs_cz: Kontrola aktualizace !
de_de: Auf Aktualisierungen prüfen!

source: Checking Software ...
cs_cz: Kontrola softwaru ...
de_de: Software wird geprüft ...

# Checking Version &amp; License ...
source: Checking Version & License ...
cs_cz: Kontrola verze & licence ...
de_de: Version & Lizenz werden geprüft ...

source: Issue ... Program will Not Work Correct !
cs_cz: Problém ... Program nebude pracovat správně !
de_de: Problem ... Programm funktioniert nicht richtig!

source: Loading Program Settings ...
cs_cz: Načítání nastavení programu ...
de_de: Programmeinstellungen laden ...

source: No Update ...
cs_cz: Žádná aktualizace...
de_de: Kein Update ...

source: The SQL_SERVER is NOT running .. Correct and try again !
cs_cz: SQL_SERVER NENÍ spuštěn .. Opravte a zkuste to znovu !
de_de: Der SQL_SERVER wird NICHT ausgeführt .. Korrigieren und erneut versuchen!

source: Choose RFID to Delete
cs_cz: Vybere RFID ke smazání
de_de: RFID zum Löschen auswählen

source: Found :
cs_cz: Nalezeno :
de_de: Gefunden:

source: NOT Found :
cs_cz: NEnalezeno :
de_de: NICHT gefunden:

source: The File is NOT saved :
cs_cz: Soubor NENÍ uložen :
de_de: Die Datei wird NICHT gespeichert:

source: The Final Table does NOT Exits !!! - Has to STOP :
cs_cz: Finální tabulka NEEXISTUJE !!! Je nutné PŘESTAT :
de_de: Die Final-Tabelle existiert NICHT! - Muss STOPPEN:

source: Write to CSV file FAILED !
cs_cz: Zápis do souboru CSV SELHAL !
de_de: In CSV-Datei schreiben FEHLGESCHLAGEN!

source: Finding Reader ...
cs_cz: Vyhledávání čtečky ...
de_de: Reader suchen...

source: .Added to DataTable..
cs_cz: Přidáno do datové tabulky..
de_de: .Zu Datentabelle hinzugefügt..

source: .Back Up ERROR..
cs_cz: CHYBA zálohování..
de_de: .Backup-FEHLER ..

source: .Back Up..
cs_cz: Zálohovat

source: .DataTable Overwritten..
cs_cz: Datová tabulka přepsána..
de_de: .Datentabelle überschrieben..

source: .Finish..
cs_cz: Ukončit
de_de: .Abschließen..

source: .In ERROR..
cs_cz: OMYLEM..
de_de: .FEHLER..

source: .Operation Cancel..
cs_cz: Zrušení operace
de_de: .Vorgang abbrechen ..

source: .Operation STOPPED..
cs_cz: Operace ZASTAVENA..
de_de: .Vorgang GESTOPPT ..

# Added to DataTable...
source: Added to Database...
cs_cz: Přidáno do databáze...
de_de: Zur Datenbank hinzugefügt...

source: Are You Sure that there should NOT to use COST Center ?
cs_cz: Jste si jisti, že by se NEMĚLO používat NÁKLADOVÉ středisko?
de_de: Sind Sie sicher, dass KEINE Kostenstelle verwendet werden soll?

source: Are You Sure that you will Change Text To UPPER for Table:
cs_cz: Jste si jisti, že změníte text pro tabulku na HORNÍ :
de_de: Sind Sie sicher, dass Sie den Text für die Tabelle in UPPER ändern möchten :

source: Are You Sure that you will Correct Tables with Same Text and Correct Spelling ?
cs_cz: Jste si jisti, že budete opravovat tabulky se stejným textem a správným pravopisem ?
de_de: Sind Sie sicher, dass Sie Tabellen mit demselben Text und korrekter Rechtschreibung korrigieren möchten?

source: Are You Sure You want to DELETE RFID Card ?
cs_cz: Jste si jisti, že chcete SMAZAT kartu RFID ?
de_de: Sind Sie sicher, dass Sie die RFID-Karte LÖSCHEN möchten?

source: Are You Sure You want to DELETE User ?
cs_cz: Jste si jisti, že chcete SMAZAT uživatele ?
de_de: Sind Sie sicher, dass Sie den Benutzer LÖSCHEN möchten?

source: Area Name:
cs_cz: Název oblasti:
de_de: Bereichsname:

source: Area_Description:
cs_cz: Oblast_Popis:
de_de: Bereichsbeschreibung:

source: BACKUP DONE
cs_cz: ZÁLOHOVÁNÍ DOKONČENO
de_de: BACKUP fertiggestellt

# BackUp:
source: BackUp File:
cs_cz: Záložní soubor:
de_de: Backup-Datei :

source: Can NOT import file ... The columns are Not IDENTICAL See Column:
cs_cz: NELZE importovat soubor ... Sloupce nejsou IDENTICKÉ Viz sloupec:
de_de: Datei kann NICHT importiert werden ... Die Spalten sind nicht IDENTISCH. Siehe Spalte:

source: Changing Text
cs_cz: Změna textu
de_de: Text wechseln

source: Check that it is the Correct Record !
cs_cz: Zkontrolujte, zda se jedná o správný záznam !
de_de: Überprüfen Sie, ob es sich um den richtigen Eintrag handelt!

source: Chosen Trays:
cs_cz: Vybraná síta:
de_de: Ausgewählte Tabletts:

source: Cost Center
cs_cz: Nákladové středisko
de_de: Kostenstelle

source: Cost_Center In Use
cs_cz: Používaná nákladová střediska
de_de: Kostenstelle verwendet

source: Cost_Center Not Used
cs_cz: Nepoužívaná nákladová střediska
de_de: Kostenstelle nicht verwendet

source: Cost Center ID
cs_cz: ID nákladového střediska
de_de: Kostenstellen-ID

source: Count:
cs_cz: Počet:
de_de: Anzahl:

# Creating User Failed Contact -&gt; Caretag !
source: Creating User Failed Contact -> Caretag !
cs_cz: Vytvoření uživatele selhalo Kontaktujte -> Caretag !
de_de: Benutzerfehler beim Erstellen eines Kontakts -> Caretag!

source: CSV_File_Saved
cs_cz: Soubor_CSV_uložen
de_de: CSV-Datei_gespeichert

source: Date Changed
cs_cz: Data změněna
de_de: Datum geändert

source: DELETE RFID User Card
cs_cz: SMAZAT uživatelskou kartu RFID
de_de: RFID-Benutzerkarte LÖSCHEN

source: Deleted Tray
cs_cz: Smazat síto
de_de: Tablett gelöscht

source: Deleting User
cs_cz: Smazat uživatele
de_de: Benutzer wird gelöscht

source: Empty File - Check File NOT is Open
cs_cz: Prázdný soubor - Zkontrolujte, zda NENÍ soubor otevřený
de_de: Leere Datei - Stellen Sie sicher, dass die Datei NICHT geöffnet ist

source: Empty File:
cs_cz: Prázdný soubor:
de_de: Leere Datei:

source: EPC Length must be EVEN !" & "Do Not Use This Configuration - Crashing Technical Station
cs_cz: Délka EPC musí být STEJNÁ !" & "Nepoužívejte tuto konfiguraci - Havárie technické stanice
de_de: EPC-Länge muss GERADE sein! " & "Diese Konfiguration nicht verwenden - Crashing Technical Station

source: Error in the Parser command - Check Table
cs_cz: Chyba v příkazu Parser - Zkontrolujte tabulku
de_de: Fehler im Parser-Befehl - Tabelle prüfen

source: Establish Synchronization between Check_Boxes IN/OUT
cs_cz: Vytvořit synchronizaci mezi Check_Boxy IN/OUT
de_de: Stellen Sie die Synchronisation zwischen Checkboxes IN / OUT her

source: Final Check Result: {0} Original Catalog Items: {1}{0} New Items: {2}{0}{0}Check and ready to Update ?
cs_cz: Výsledek finální kontroly: {0} Původní katalogové položky: {1} {0} Nové položky: {2}{0}{0}Kontrola a připraveno k aktualizaci ?
de_de: Endgültiges Prüfergebnis: {0} Originalkatalogelemente: {1}{0} Neue Elemente: {2}{0}{0} Überprüfen und bereit zum Aktualisieren?

source: Instruments: {0:N0}
cs_cz: Nástroje: {0:N0}
de_de: Instrumente: {0:N0}

# IP Adress:
source: IP Address:
cs_cz: IP adresa:
de_de: IP-Adresse:

source: No Data in File - Check File
cs_cz: V souboru nejsou žádná data - zkontrolujte soubor
de_de: Keine Daten in Datei - Datei prüfen

source: No Data in File:
cs_cz: V souboru nejsou žádná data:
de_de: Keine Daten in Datei:

# NO File selected -&gt; Cancel or Select File !
source: NO File selected -> Cancel or Select File !
cs_cz: Nebyl vybrán ŽÁDNÝ soubor -> Zrušit nebo vybrat soubor !
de_de: KEINE Datei oder Bereich ausgewählt -> Abbrechen oder Datei auswählen!

source: NOT Allow to delete data in Table - Only ADD data !
cs_cz: NENÍ povoleno mazání dat v tabulce - pouze PŘIDÁVÁNÍ dat !
de_de: Löschen von Daten in der Tabelle NICHT erlauben - nur Daten HINZUFÜGEN!

# NOT use COST Center
source: NOT to use COST Center
cs_cz: NEpoužívat NÁKLADOVÉ středisko
de_de: KOSTENSTELLE NICHT verwenden

source: Number Of CheckBox_OR_IN: {0:N0}
cs_cz: Počet CheckBox_OS_IN: {0:N0}
de_de: Anzahl Checkbox_OR_IN: {0:N0}

source: Number Of CheckBox_SPD: {0:N0}
cs_cz: Počet CheckBox_CS: {0:N0}
de_de: Anzahl Checkbox_SPD: {0:N0}

source: Only when Cost Center is Activated !
cs_cz: Pouze pokud je nákladové středisko aktivováno !
de_de: Nur bei aktivierter Kostenstelle!

source: Please DO NOT Change if you are in Doubt - This is a Fundamental change to System ! -> Continue Yes ?
cs_cz: Pokud máte pochybnosti, NEPROVÁDĚJTE ZMĚNU - Jedná se o zásadní změnu systému ! -> Pokračovat Ano ?
de_de: Bei Zweifeln bitte KEINE ÄNDERUNGEN vornehmen - dies ist eine grundlegende Änderung des Systems! -> Fortfahren ja?

source: Problem DELETING data:
cs_cz: Problém s MAZÁNÍM dat:
de_de: Problem beim LÖSCHEN von Daten:

# Problem in Update Table
source: Problem in Updating Table
cs_cz: Problém s aktualizací tabulky
de_de: Problem beim Aktualisieren der Tabelle

source: Problem OVERWRITING data:
cs_cz: Problém s PŘEPISOVÁNÍM dat:
de_de: Problem beim ÜBERSCHREIBEN von Daten:

source: Procedure ID
cs_cz: ID postupu
de_de: Prozedur-ID

source: Procedure Name
cs_cz: Název postupu
de_de: Prozedurbezeichnung

source: Ready to Update ?
cs_cz: Připraveno k aktualizaci ?
de_de: Bereit zum Aktualisieren?

source: Remove Synchronization between Check_Boxes IN/OUT
cs_cz: Odstranit synchronizaci mezi Check_Boxy IN/OUT
de_de: Synchronisation zwischen Check_Boxes IN / OUT aufheben

source: Return value: Import Load Data:
cs_cz: Vrátit hodnotu: Importovat Nahrát data:
de_de: Rückgabewert: Ladedaten importieren:

source: SAVED AT:
cs_cz: ULOŽENO NA:
de_de: GESPEICHERT AM:

source: Security Level Failed:
cs_cz: Úroveň zabezpečení selhala:
de_de: Sicherheitsstufe fehlgeschlagen:

source: Setting Level Failed:
cs_cz: Nastavení úrovně selhalo:
de_de: Stufe einstellen fehlgeschlagen:

source: Text to UPPER
cs_cz: Text k HORNÍMU
de_de: Text in Großbuchstaben

source: The Tray Name Exist - Make a New Name
cs_cz: Název síta existuje - Vytvořte nový název
de_de: Name des Tabletts bereits vorhanden - geben Sie einen neuen Namen ein

source: The User Name Exist - Change Name to Create a New User !
cs_cz: Uživatelské jméno existuje - Pro vytvoření nového uživatele změňte jméno !
de_de: Benutzername bereits vorhanden - ändern Sie den Namen, um einen neuen Benutzer zu erstellen!

source: Total Number Of CheckBox_OR_IN: {0:N0}
cs_cz: Celkový počet CheckBox_OS_IN: {0:N0}
de_de: Gesamtanzahl Checkbox_OR_IN: {0:N0}

source: Total Number Of CheckBox_SPD: {0:N0}
cs_cz: Celkový počet CheckBox_CS: {0:N0}
de_de: Gesamtanzahl Checkbox_SPD: {0:N0}

source: Tray's in Database :
cs_cz: Síta v databázi :
de_de: Tabletts in der Datenbank:

source: Trays: {0:N0}
cs_cz: Síta: {0:N0}
de_de: Tabletts: {0:N0}

source: Tray Description
cs_cz: Popis síta
de_de: Tablettbezeichnung:

source: Tray Lock
cs_cz: Zámek síta
de_de: Tabletsperre

source: Tray Name
cs_cz: Název síta
de_de: Tablettname

# Try Update again...
source: Try Updating again...
cs_cz: Zkuste znovu aktualizovat...
de_de: Aktualisierung erneut versuchen...

source: Write Verification Failed !
cs_cz: Ověření zápisu selhalo !
de_de: Überprüfung fehlgeschlagen!

source: You have Changed the Path to where Updated Files is Located. Cancel this operation ?
cs_cz: Změnili jste cestu k umístění aktualizovaných souborů. Zrušit tuto operaci ?
de_de: Sie haben den Pfad geändert, an dem sich die aktualisierten Dateien befinden. Vorgang abbrechen?

source: Software Name
cs_cz: Název softwaru

source: Update Code
cs_cz: Aktualizační kód
de_de: Code aktualisieren

source: Update Time End
cs_cz: Konec doby aktualizace
de_de: Ende der Aktualisierung

source: Update Time Start
cs_cz: Spuštění doby aktualizace
de_de: Start der Aktualisierung

source: Version
cs_cz: Verze

source: Number off instruments in Database:
cs_cz: Počet nástrojů v databázi:
de_de: Anzahl der Instrumente in der Datenbank:

source: Overview For Instrument With Image
cs_cz: Přehled nástrojů s obrázkem
de_de: Übersicht für Instrument mit Bild

source: Overview For Instrument with No Image
cs_cz: Přehled nástrojů bez obrázku
de_de: Übersicht Für Instrument ohne Bild

source: Cancel this operation ?
cs_cz: Zrušit tuto operaci ?
de_de: Vorgang abbrechen?

source: Deleting Files
cs_cz: Odstraňování souborů
de_de: Dateien werden gelöscht

source: From Area:
cs_cz: Z oblasti:
de_de: Aus Bereich:

source: Last 3 Month
cs_cz: Poslední 3 měsíce
de_de: Letzte 3 Monate

source: This Month
cs_cz: Tento měsíc
de_de: Dieser Monat

source: Today
cs_cz: Dnes
de_de: Heute

source: Until ToDay
cs_cz: Do dnešního dne
de_de: Bis Heute

source: You are about to Delete files that are Older than:
cs_cz: Chystáte se odstranit soubory, které jsou starší než:
de_de: Sie sind dabei, Dateien zu löschen, die älter sind als:

source: Are you Sure ? - If Not Cancel this Operation = NO
cs_cz: Jste si jisti? - Pokud ne, zrušte tuto operaci = NE

source: Cost Center Name
cs_cz: Název nákladového střediska

source: Hidden Center
cs_cz: Skryté středisko

source: Default Always
cs_cz: Vždy výchozí nastavení

source: Extra Text
cs_cz: Doplňkový text

source: Cost Center Code
cs_cz: Kód nákladového střediska

# Change_Date
source: Changed Date
cs_cz: Změněná data

source: Checking Reader ID ...
cs_cz: Ověřování ID čtečky ...
de_de: Leser_ID wird überprüft ...

source: An error occurred during the LogIn while trying to get the user ID from the database
cs_cz: Při pokusu o získání ID uživatele z databáze došlo během přihlašování k chybě.

source: An error occurred when trying to connect to the database
cs_cz: Při pokusu o připojení k databázi došlo k chybě

source: An error occurred while adding the instruments to the combo box
cs_cz: Při přidávání nástrojů do ComboBoxu došlo k chybě

source: An error occurred while clicking the world picture box
cs_cz: Při kliknutí na rámeček s obrázkem zeměkoule došlo k chybě

source: An error occurred while loading the page
cs_cz: Při načítání stránky došlo k chybě

source: An error occurred while trying to apply the update procedure for a tray
cs_cz: Při pokusu o použití aktualizačního postupu pro síto došlo k chybě

source: An error occurred while trying to change the selected index
cs_cz: Při pokusu o změnu vybraného indexu došlo k chybě

source: An error occurred while trying to color the data grid view
cs_cz: Při pokusu o vybarvení zobrazení datové mřížky došlo k chybě

source: An error occurred while trying to create a backup
cs_cz: Při pokusu o vytvoření zálohy došlo k chybě

source: An error occurred while trying to delete the database
cs_cz: Při pokusu o smazání databáze došlo k chybě

source: An error occurred while trying to delete the database connection
cs_cz: Při pokusu o smazání databázového připojení došlo k chybě

source: An error occurred while trying to design the filter box
cs_cz: Při pokusu o návrh pole filtru došlo k chybě

source: An error occurred while trying to do the configuration for the first time
cs_cz: Při prvním pokusu o konfiguraci došlo k chybě

source: An error occurred while trying to export the data to a CSV file
cs_cz: Při pokusu o export dat do souboru CSV došlo k chybě

source: An error occurred while trying to fill data in the data table
cs_cz: Při pokusu o vyplnění dat v datové tabulce došlo k chybě

source: An error occurred while trying to fill the tray data table
cs_cz: Při pokusu o vyplnění datové tabulky síta došlo k chybě

source: An error occurred while trying to load data in the data grid view
cs_cz: Při pokusu o načtení dat v zobrazení datové mřížky došlo k chybě

source: An error occurred while trying to load the cost center
cs_cz: Při pokusu o načtení nákladového střediska došlo k chybě

source: An error occurred while trying to look up an information in the database
cs_cz: Při pokusu o vyhledání informace v databázi došlo k chybě

source: An error occurred while trying to make the record string
cs_cz: Při pokusu o vytvoření řetězce záznamů došlo k chybě

source: An error occurred while trying to make the variable string
cs_cz: Při pokusu o vytvoření řetězce proměnných došlo k chybě

source: An error occurred while trying to parse the date
cs_cz: Při pokusu o analýzu data došlo k chybě

source: An error occurred while trying to select a group from the database
cs_cz: Při pokusu o výběr skupiny z databáze došlo k chybě

source: An error occurred while trying to set up the data grid view
cs_cz: Při pokusu o nastavení zobrazení datové mřížky došlo k chybě

source: An error occurred while trying to update the data table in the database
cs_cz: Při pokusu o aktualizaci datové tabulky v databázi došlo k chybě
