Repository: steve-techup/choco-test-checkbox
Catalog: AdminStation/WinFormStrings.*.resx
Languages: cs_cz, de_de

source: An error occurred while trying to update the reader information in the database
cs_cz: Při pokusu o aktualizaci informací o čtečce v databázi došlo k chybě

source: An error occurred while trying to write in the database
cs_cz: Při pokusu o zápis do databáze došlo k chybě

source: An error occurred while trying to write the data table in the database
cs_cz: Při pokusu o zápis datové tabulky do databáze došlo k chybě

source: Error
cs_cz: Chyba

source: Error code :
cs_cz: Chybový kód:

source: error code:
cs_cz: Chybový kód:

source: If this does not solve the problem, contact Caretag support and report the error code.
cs_cz: Pokud to problém nevyřeší, kontaktujte podporu společnosti Caretag a nahlaste chybový kód

source: Please restart the application.
cs_cz: Restartujte prosím aplikaci.

source: An error in the UI occurred.
cs_cz: V uživatelském rozhraní došlo k chybě.

source: An error occurred when printing.
cs_cz: Během tisku došlo k chybě.

source: An error occurred while retrieving the results from the database.
cs_cz: Při obnovování výsledků z databáze došlo k chybě.

source: An error occurred while deleting the results from the database.
cs_cz: Při mazání výsledků z databáze došlo k chybě.

source: An error occurred while saving the results in the database.
cs_cz: Při ukládání výsledků do databáze došlo k chybě.

source: An error occurred while updating the results in the database.
cs_cz: Při aktualizaci výsledků v databázi došlo k chybě.

source: An error occurred while opening the file.
cs_cz: Při otevírání souboru došlo k chybě.

source: An error occurred while copying the file.
cs_cz: Při kopírování souboru došlo k chybě.

source: An error occurred while deleting the file.
cs_cz: Při mazání souboru došlo k chybě.

source: An error occurred while saving the file.
cs_cz: Při ukládání souboru došlo k chybě.

source: An error occurred while pressing a button.
cs_cz: Při stisknutí tlačítka došlo k chybě.

source: An error occurred during the user checking procedure
cs_cz: Při postupu kontroly uživatele došlo k chybě

source: An error occurred while changing the checkbox check
cs_cz: Při změně CheckBoxu došlo k chybě

source: An error occurred while changing the filter name text
cs_cz: Při změně textu názvu filtru došlo k chybě

source: An error occurred while changing the filter text
cs_cz: Při změně textu filtru došlo k chybě

source: An error occurred while changing the ID filter text
cs_cz: Při změně textu filtru ID došlo k chybě

source: An error occurred while changing the index of the area name combo box
cs_cz: Při změně indexu ComboBoxu Název oblasti došlo k chybě.

source: An error occurred while changing the search text of the tray text box
cs_cz: Při změně vyhledávacího textu v textovém poli síta došlo k chybě.

source: An error occurred while changing the selected index in the company combo box
cs_cz: Při změně vybraného indexu v ComboBoxu Společnost došlo k chybě.

source: An error occurred while changing the selected index of the check out combo box
cs_cz: Při změně vybraného indexu ComboBoxu CheckOut došlo k chybě.

source: An error occurred while changing the selected index of the chosen instrument
cs_cz: Při změně vybraného indexu zvoleného nástroje došlo k chybě.

source: An error occurred while changing the text in the name filter text box
cs_cz: Při změně textu v textovém poli Název filtru došlo k chybě.

source: An error occurred while changing the text in the treatment text box
cs_cz: Při změně textu v textovém poli Ošetření došlo k chybě.

source: An error occurred while checking if the item exists in the database
cs_cz: Při kontrole existence položky v databázi došlo k chybě.

source: An error occurred while choosing between the active directory and the local system
cs_cz: Při výběru mezi aktivním adresářem a místním systémem došlo k chybě.

source: An error occurred while cleaning the Sync table
cs_cz: Při čištění tabulky Sync došlo k chybě

source: An error occurred while clicking a cell in the cost data grid view
cs_cz: Při kliknutí na buňku v zobrazení datové mřížky Náklady došlo k chybě.

source: An error occurred while clicking a cell in the data grid view
cs_cz: Při kliknutí na buňku v zobrazení datové mřížky došlo k chybě.

source: An error occurred while clicking a cell in the procedure data grid view
cs_cz: Při kliknutí na buňku v zobrazení datové mřížky Postupy došlo k chybě.

source: An error occurred while clicking a chosen tray data grid view cell
cs_cz: Při kliknutí na vybranou buňku zobrazení datové mřížky Síto došlo k chybě.

source: An error occurred while clicking a tray data grid view cell
cs_cz: Při kliknutí na buňku zobrazení datové mřížky Síto došlo k chybě.

source: An error occurred while clicking on a cell in the data grid view
cs_cz: Při kliknutí na buňku v zobrazení datové mřížky došlo k chybě.

source: An error occurred while clicking on the delete button
cs_cz: Při kliknutí na tlačítko Smazat došlo k chybě.

source: An error occurred while clicking on the print treatment button
cs_cz: Při kliknutí na tlačítko pro tisk došlo k chybě.

source: An error occurred while clicking the cmd delete function
cs_cz: Při kliknutí na funkci cmd delete došlo k chybě.

source: An error occurred while clicking the confirmation button
cs_cz: Při kliknutí na potvrzovací tlačítko došlo k chybě

source: An error occurred while clicking the delete user button
cs_cz: Při kliknutí na tlačítko odstranit uživatele došlo k chybě.

source: An error occurred while clicking the instrument combo box
cs_cz: Při kliknutí na ComboBox nástroje došlo k chybě.

source: An error occurred while clicking the new name button
cs_cz: Při kliknutí na tlačítko Nový název došlo k chybě

source: An error occurred while clicking the print button
cs_cz: Při kliknutí na tlačítko pro tisk došlo k chybě

source: An error occurred while clicking the reset password button
cs_cz: Při kliknutí na tlačítko Obnovit heslo došlo k chybě

source: An error occurred while clicking the tray name
cs_cz: Při kliknutí na název síta došlo k chybě

source: An error occurred while clicking the update info button
cs_cz: Při kliknutí na tlačítko Aktualizovat informace došlo k chybě

source: An error occurred while doing database operations
cs_cz: Při provádění operací databáze došlo k chybě

source: An error occurred while filling the data in the data grid view
cs_cz: Při vyplňování dat v zobrazení datové mřížky došlo k chybě.

source: An error occurred while filling the information text box
cs_cz: Při vyplňování informačního textového pole došlo k chybě

source: An error occurred while filling the pivot grid
cs_cz: Při vyplňování Pivot mřížky došlo k chybě

source: An error occurred while filtering the text box by ID
cs_cz: Při filtrování textového pole podle ID došlo k chybě.

source: An error occurred while leaving a row in the data grid view
cs_cz: Při opuštění řádku v zobrazení datové mřížky došlo k chybě.

source: An error occurred while loading all the trays
cs_cz: Při načítání všech sít došlo k chybě

source: An error occurred while loading the chosen trays
cs_cz: Při načítání vybraných sít došlo k chybě

source: An error occurred while loading the Cost Center page
cs_cz: Při načítání stránky Nákladové středisko došlo k chybě

source: An error occurred while loading the cost data grid view
cs_cz: Při načítání zobrazení datové mřížky Náklady došlo k chybě.

source: An error occurred while loading the data grid view
cs_cz: Při načítání zobrazení datové mřížky došlo k chybě

source: An error occurred while loading the database functions page
cs_cz: Při načítání stránky s funkcemi databáze došlo k chybě

source: An error occurred while loading the edit container page
cs_cz: Při načítání stránky Upravit kontejner došlo k chybě

source: An error occurred while loading the grid view
cs_cz: Při načítání zobrazení mřížky došlo k chybě

source: An error occurred while loading the procedure data grid view
cs_cz: Při načítání zobrazení datové mřížky Postup došlo k chybě.

source: An error occurred while loading the Sync box
cs_cz: Při načítání pole Synchronizace došlo k chybě

source: An error occurred while pressing a cell in the data grid view
cs_cz: Při stisknutí buňky v zobrazení datové mřížky došlo k chybě.

source: An error occurred while pressing a key in the ID filter text box
cs_cz: Při stisknutí klávesy v textovém poli ID filtru došlo k chybě.

source: An error occurred while pressing the change logo button
cs_cz: Při stisknutí tlačítka Změnit logo došlo k chybě.

source: An error occurred while pressing the change map button
cs_cz: Při stisknutí tlačítka Změnit graf došlo k chybě.

source: An error occurred while pressing the check all box
cs_cz: Při stisknutí políčka Zkontrolovat vše došlo k chybě.

source: An error occurred while pressing the check container RFID life button
cs_cz: Při stisknutí tlačítka Zkontrolovat životnost RFID kontejneru došlo k chybě.

source: An error occurred while pressing the check if empty button
cs_cz: Při stisknutí tlačítka Zkontrolovat, zda je prázdné došlo k chybě.

source: An error occurred while pressing the check RFID life button
cs_cz: Při stisknutí tlačítka Zkontrolovat životnost RFID došlo k chybě.

source: An error occurred while pressing the check rules button
cs_cz: Při stisknutí tlačítka pro kontrolu pravidel došlo k chybě.

source: An error occurred while pressing the check series button
cs_cz: Při stisknutí tlačítka Zkontrolovat série došlo k chybě.

source: An error occurred while pressing the close button
cs_cz: Při stisknutí tlačítka Zavřít došlo k chybě

source: An error occurred while pressing the compare button
cs_cz: Při stisknutí porovnávacího tlačítka došlo k chybě

source: An error occurred while pressing the connect button
cs_cz: Při stisknutí tlačítka pro připojení došlo k chybě

source: An error occurred while pressing the data grid view container
cs_cz: Při stisknutí zobrazení datové mřížky Kontejner došlo k chybě.

source: An error occurred while pressing the delete button
cs_cz: Při stisknutí tlačítka Smazat došlo k chybě.

source: An error occurred while pressing the delete item button
cs_cz: Při stisknutí tlačítka Smazat položku došlo k chybě.

source: An error occurred while pressing the delete logo button
cs_cz: Při stisknutí tlačítka Smazat logo došlo k chybě.

source: An error occurred while pressing the delete map button
cs_cz: Při stisknutí tlačítka Smazat graf došlo k chybě.

source: An error occurred while pressing the edit data button
cs_cz: Při stisknutí tlačítka Upravit data došlo k chybě.

source: An error occurred while pressing the edit security level button
cs_cz: Při stisknutí tlačítka Upravit úroveň zabezpečení došlo k chybě.

source: An error occurred while pressing the filter by name text box
cs_cz: Při stisknutí textového pole Filtrovat podle názvu došlo k chybě.

source: An error occurred while pressing the GUID button
cs_cz: Při stisknutí tlačítka GUID došlo k chybě.

source: An error occurred while pressing the is deleted button
cs_cz: Při stisknutí tlačítka Je smazáno došlo k chybě.

source: An error occurred while pressing the load group button
cs_cz: Při stisknutí tlačítka Načíst skupinu došlo k chybě.

source: An error occurred while pressing the maintenance button
cs_cz: Při stisknutí tlačítka údržby došlo k chybě

source: An error occurred while pressing the print button
cs_cz: Při stisknutí tlačítka pro tisk došlo k chybě

source: An error occurred while pressing the relation button
cs_cz: Při stisknutí tlačítka Relace došlo k chybě

source: An error occurred while pressing the repair button
cs_cz: Při stisknutí tlačítka pro opravu došlo k chybě

source: An error occurred while pressing the repair log button
cs_cz: Při stisknutí tlačítka pro opravu protokolu došlo k chybě.

source: An error occurred while pressing the report button
cs_cz: Při stisknutí tlačítka pro report došlo k chybě

source: An error occurred while pressing the security level button
cs_cz: Při stisknutí tlačítka pro úroveň zabezpečení došlo k chybě.

source: An error occurred while pressing the select image button
cs_cz: Při stisknutí tlačítka pro výběr obrázku došlo k chybě.

source: An error occurred while pressing the treatment button
cs_cz: Při stisknutí tlačítka Ošetření došlo k chybě

source: An error occurred while pressing the update button
cs_cz: Při stisknutí tlačítka Aktualizace došlo k chybě

source: An error occurred while pressing the update database button
cs_cz: Při stisknutí tlačítka Aktualizovat databázi došlo k chybě.

source: An error occurred while pressing the update information button
cs_cz: Při stisknutí tlačítka Aktualizovat informace došlo k chybě.

source: An error occurred while pressing the update RFID life button
cs_cz: Při stisknutí tlačítka Aktualizovat životnost RFID life došlo k chybě.

source: An error occurred while pressing the use cost button
cs_cz: Při stisknutí tlačítka Použít náklady došlo k chybě.

source: An error occurred while pressing the username text box
cs_cz: Při stisknutí textového pole Uživatelské jméno došlo k chybě

source: An error occurred while pressing the vendor id button
cs_cz: Při stisknutí tlačítka ID dodavatele došlo k chybě.

source: An error occurred while pressing the vendor name button
cs_cz: Při stisknutí tlačítka Název dodavatele došlo k chybě.

source: An error occurred while pressing the view button
cs_cz: Při stisknutí tlačítka pro zobrazení došlo k chybě

source: An error occurred while setting the filter ID
cs_cz: Při nastavování ID filtru došlo k chybě

source: An error occurred while setting the filter name
cs_cz: Při nastavování názvu filtru došlo k chybě

source: An error occurred while setting the ID filter
cs_cz: Při nastavování filtru ID došlo k chybě

source: An error occurred while setting the name filter
cs_cz: Při nastavování filtru Název došlo k chybě

source: An error occurred while setting up the data grid view
cs_cz: Při nastavování zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to add the database values to the row's cells
cs_cz: Při pokusu o přidání hodnot databáze do buněk řádku došlo k chybě.

source: An error occurred while trying to add the instruments to the table
cs_cz: Při pokusu o přidání nástrojů do tabulky došlo k chybě.

source: An error occurred while trying to add the tray
cs_cz: Při pokusu o přidání síta došlo k chybě.

source: An error occurred while trying to allow editing
cs_cz: Při pokusu o povolení úprav došlo k chybě

source: An error occurred while trying to auto generate the cmd insert
cs_cz: Při pokusu o automatické generování vložení příkazu cmd došlo k chybě.

source: An error occurred while trying to build the data table
cs_cz: Při pokusu o sestavení datové tabulky došlo k chybě.

source: An error occurred while trying to change the cell color
cs_cz: Při pokusu o změnu barvy buňky došlo k chybě.

source: An error occurred while trying to change the combo box
cs_cz: Při pokusu o změnu ComboBoxu došlo k chybě.

source: An error occurred while trying to change the Login system
cs_cz: Při pokusu o změnu přihlašovacího systému došlo k chybě.

source: An error occurred while trying to change the procedure combo box selected index
cs_cz: Při pokusu o změnu vybraného indexu ComboBoxu postupu došlo k chybě.

source: An error occurred while trying to change the row color
cs_cz: Při pokusu o změnu barvy řádku došlo k chybě.

source: An error occurred while trying to change the selected check box
cs_cz: Při pokusu o změnu vybraného CheckBoxu došlo k chybě.

source: An error occurred while trying to change the selected index of the description combo box
cs_cz: Při pokusu o změnu vybraného indexu ComboBoxu Popis došlo k chybě.

source: An error occurred while trying to change the selected index of the tray combo box
cs_cz: Při pokusu o změnu vybraného indexu ComboBoxu Síto došlo k chybě.

source: An error occurred while trying to change the selected index of the type combo box
cs_cz: Při pokusu o změnu vybraného indexu ComboBoxu Typ došlo k chybě.

source: An error occurred while trying to change the selected index of the username combo box
cs_cz: Při pokusu o změnu vybraného indexu ComboBoxu Uživatelské jméno došlo k chybě.

source: An error occurred while trying to change the users security level
cs_cz: Při pokusu o změnu úrovně uživatelského zabezpečení došlo k chybě.

source: An error occurred while trying to check the path
cs_cz: Při pokusu o kontrolu cesty došlo k chybě

source: An error occurred while trying to click a cell in the data grid view
cs_cz: Při pokusu o kliknutí na buňku v zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to click on the connect button
cs_cz: Při pokusu o kliknutí na tlačítko pro připojení došlo k chybě.

source: An error occurred while trying to click on the delete button
cs_cz: Při pokusu o kliknutí na tlačítko Smazat došlo k chybě.

source: An error occurred while trying to create a back up
cs_cz: Při pokusu o vytvoření zálohy došlo k chybě.

source: An error occurred while trying to create a CSV file
cs_cz: Při pokusu o vytvoření souboru CSV došlo k chybě.

source: An error occurred while trying to create a new SQL data adapter
cs_cz: Při pokusu o vytvoření nového datového adaptéru SQL došlo k chybě.

source: An error occurred while trying to create an user
cs_cz: Při pokusu o vytvoření uživatele došlo k chybě

source: An error occurred while trying to create an user and assign a security level
cs_cz: Při pokusu o vytvoření uživatele a přiřazení úrovně zabezpečení došlo k chybě.

source: An error occurred while trying to delete a row
cs_cz: Při pokusu o smazání řádku došlo k chybě.

source: An error occurred while trying to delete the rfid user card
cs_cz: Při pokusu o smazání karty uživatele RFID došlo k chybě.

source: An error occurred while trying to delete the row
cs_cz: Při pokusu o smazání řádku došlo k chybě.

source: An error occurred while trying to display the data from the database
cs_cz: Při pokusu o zobrazení dat z databáze došlo k chybě.

source: An error occurred while trying to display the instruments in the table
cs_cz: Při pokusu o zobrazení nástrojů v tabulce došlo k chybě.

source: An error occurred while trying to display the reader table
cs_cz: Při pokusu o zobrazení tabulky čtečky došlo k chybě.

source: An error occurred while trying to double click the pivot grid control
cs_cz: Při pokusu o dvojklik na ovládací prvek Pivot mřížky došlo k chybě.

source: An error occurred while trying to edit a cell in the data grid view
cs_cz: Při pokusu o úpravu buňky v zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to establish synchronization between the IN/OUT Checkboxes
cs_cz: Při pokusu o vytvoření synchronizace mezi CheckBox IN/OUT došlo k chybě.

source: An error occurred while trying to fill data in the data grid view
cs_cz: Při pokusu o vyplnění dat v zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to fill the combo box
cs_cz: Při pokusu o vyplnění ComboBoxu došlo k chybě.

source: An error occurred while trying to fill the cost combo box
cs_cz: Při pokusu o vyplnění ComboBoxu Náklady došlo k chybě.

source: An error occurred while trying to fill the data in the data grid view
cs_cz: Při pokusu o vyplnění dat v zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to fill the tray combo box
cs_cz: Při pokusu o vyplnění ComboBoxu Síto došlo k chybě.

source: An error occurred while trying to filter by ID
cs_cz: Při pokusu o filtrování podle ID došlo k chybě

source: An error occurred while trying to hide the cost
cs_cz: Při pokusu o skrytí nákladů došlo k chybě

source: An error occurred while trying to insert a new row
cs_cz: Při pokusu o vložení nového řádku došlo k chybě.

source: An error occurred while trying to leave a row in the data grid view
cs_cz: Při pokusu o opuštění řádku v zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to load the data grid view
cs_cz: Při pokusu o načtení zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to load the data table
cs_cz: Při pokusu o načtení datové tabulky došlo k chybě.

source: An error occurred while trying to load the page
cs_cz: Při pokusu o načtení stránky došlo k chybě

source: An error occurred while trying to make a group identifier
cs_cz: Při pokusu o vytvoření identifikátoru skupiny došlo k chybě.

source: An error occurred while trying to press the print button
cs_cz: Při pokusu o stisknutí tlačítka pro tisk došlo k chybě.

source: An error occurred while trying to remove a row from the data grid view
cs_cz: Při pokusu o odstranění řádku ze zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to remove the synchronization between the IN/OUT Checkboxes
cs_cz: Při pokusu o odstranění synchronizace mezi CheckBox IN/OUT došlo k chybě.

source: An error occurred while trying to reset the default cost
cs_cz: Při pokusu o obnovení výchozích nákladů došlo k chybě.

source: An error occurred while trying to reset the default cost for center
cs_cz: Při pokusu o obnovení výchozích nákladů na středisko došlo k chybě.

source: An error occurred while trying to save the Excel file
cs_cz: Při pokusu o uložení souboru aplikace Excel došlo k chybě.

source: An error occurred while trying to send an update to the database
cs_cz: Při pokusu o odeslání aktualizace do databáze došlo k chybě.

source: An error occurred while trying to send the update to the database
cs_cz: Při pokusu o odeslání aktualizace do databáze došlo k chybě.

source: An error occurred while trying to set the filter ID
cs_cz: Při pokusu o nastavení ID filtru došlo k chybě.

source: An error occurred while trying to set the security level
cs_cz: Při pokusu o nastavení úrovně zabezpečení došlo k chybě.

source: An error occurred while trying to set up the chosen trays data grid view
cs_cz: Při pokusu o nastavení zobrazení datové mřížky vybraných sít došlo k chybě.

source: An error occurred while trying to set up the trays data grid view
cs_cz: Při pokusu o nastavení zobrazení datové mřížky sít došlo k chybě.

source: An error occurred while trying to show the reader table
cs_cz: Při pokusu o zobrazení tabulky čtečky došlo k chybě.

source: An error occurred while trying to switch the cell style of the grid view
cs_cz: Při pokusu o přepnutí stylu buněk zobrazení mřížky došlo k chybě.

source: An error occurred while trying to switch the row style of the grid view
cs_cz: Při pokusu o přepnutí stylu řádku v zobrazení mřížky došlo k chybě.

source: An error occurred while trying to update a cell content in the data grid view
cs_cz: Při pokusu o aktualizaci obsahu buňky v zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to update a row
cs_cz: Při pokusu o aktualizaci řádku došlo k chybě

source: An error occurred while trying to update the cell after leaving it
cs_cz: Při pokusu o aktualizaci buňky po jejím opuštění došlo k chybě.

source: An error occurred while trying to update the cell information in the database
cs_cz: Při pokusu o aktualizaci informací o buňce v databázi došlo k chybě.

source: An error occurred while trying to update the cmd function
cs_cz: Při pokusu o aktualizaci funkce cmd došlo k chybě.

source: An error occurred while trying to update the cmd table
cs_cz: Při pokusu o aktualizaci tabulky cmd došlo k chybě.

source: An error occurred while trying to update the data grid view
cs_cz: Při pokusu o aktualizaci zobrazení datové mřížky došlo k chybě.

source: An error occurred while trying to update the data grid view after leaving the cell
cs_cz: Při pokusu o aktualizaci zobrazení datové mřížky po opuštění buňky došlo k chybě.
